{
	"year": 2022,
	"publisher": "'IUScholarWorks'",
	"author": "Reynolds, Michael Andrew",
	"title": "Electrochemical Impedance Spectroscopy of Zirconium Oxidation for In-Situ Nuclear Sensing Applications",
	"download-url": "https://core.ac.uk/download/541261196.pdf",
	"abstract": "To meet the ever-growing energy demands of the modern world, alternative forms of producing power are necessary, and the field of nuclear engineering holds promise to answer this call. Nuclear fuel cladding in light water reactors (LWRs) currently draws a large amount of attention from scientists and researchers, as it provides many challenges to design around. Since the 1950s, zirconium and its protective oxide layer have been utilized as an effective material for the task, possessing good mechanical strengths, high corrosion resistance, and a low neutron absorption cross section. Despite these beneficial properties, however, fuel cladding remains vulnerable to several different harmful scenarios. Loss of coolant accidents (LOCAs), waterside corrosion, and hydrogen embrittlement all have the ability to degrade materials performance including the protective oxidation layer on zirconium alloys and jeopardize the integrity of a LWR system. In order to better predict and monitor how zirconium and zirconium alloys behave in the extreme conditions in a light water reactor, studying this oxidation process and developing techniques to monitor its growth in-situ are of high priority.\nElectrochemical Impedance Spectroscopy (EIS) is a well-established electrochemical method for non-destructively evaluating materials by inducing an AC perturbation onto the system and observing resultant impedance curves generated from a wide frequency range. Working in conjunction with the Idaho National Laboratory (INL), in-situ EIS was performed on pure zirconium, Zry-4, and Zry-2.65Nb in de-ionized water, LiOH, and KOH at varying temperatures and pressures to gain insight into zirconium oxide resistivity and impedance, as well as to mimic the in-core reactor operating conditions absent of irradiation. Through equivalent circuit modeling, specific EIS signatures can be determined to better identify the oxide state present in a given system. Utilizing EIS, zirconium alloy degradation can be more readily understood in real time and can support the development of in-core nuclear fuel cladding sensors. Future research surrounding this work will be focused on in-reactor testing to observe how the system reacts under irradiation and sensor packaging for specific reactor test systems",
}
