{
	"year": 2011,
	"publisher": "Universiti Teknologi PETRONAS",
	"author": "Shalini, Subramaniam",
	"title": "Corrosion Study ofNitrided X-52 Carbon Steel in C02 Environment",
	"download-url": "https://core.ac.uk/download/301116096.pdf",
	"abstract": "Carbon Dioxide (C02) corrosion is one the most studied fonn of corrosion in oil and\n\ngas industry. Carbon is preferred material of construction for offshore pipelines due to\n\neconomy, availability and strength but this material are not corrosion resistant. As\n\nsuch the use of carbon steel is usually implemented with the corrosion control such as\n\ncorrosion allowance, corrosion inhibitor and coating. Since corrosion involves\n\ninteraction between metal surface and the environment, surface alteration by surface\n\nhardening method such as nitriding could protect the metal from corrosion. The\n\nobjective of the project is to study the performance of different nitrided carbon steel\n\nbased on 450\302\260C, 480\302\260C and 520\302\260C in C02 environment. The corrosion rates of the\n\nnitrided samples were investigated at pH 3 and pH 4 by linear polarization resistance\n\nand electrochemical impedance spectroscopy. At ph 4, corrosion rate of sample\n\nnitrided at 450\302\260C and 480\302\260C decreases by 30%. However the corrosion rate increases\n\nby 50% for sample nitrided at 520\302\260C. This may be due to the poor surface\n\npreparation of the sample and uneven nitride layer fails to protect the sample. At pH\n\n3, the corrosion rates of nitrided samples at 480\302\260C and 520\302\260C were higher than\n\nuntreated sample by 3% for sample nitrided at 480\302\260C and by 70% for sample nitrided\n\nat 520\302\260C. For the sample nitrided at 450\302\260C, the corrosion rate was similar as the\n\nuntreated sample. The slight decrease and increase in the corrosion rate at pH 3\n\nindicate that the presence of nitriding layer was detrimental. This negative effect can\n\nbe linked to porous nitriding layer that lead to galvanic coupling between the nitriding\n\nlayer and bare metal. Further studies need to be conducted to confirm this possibility",
}
