{
	"doi": "10.4236/msa.2010.14032",
	"year": 2010,
	"publisher": "'Scientific Research Publishing, Inc.'",
	"author": "Di Sarli, Alejandro Ramón, Elsner, Cecilia Ines, Tomachuk, Celia Regina",
	"title": "Anti-corrosion performance of Cr+6-free passivating layers applied on electrogalvanized steel",
	"download-url": "https://core.ac.uk/download/391357934.pdf",
	"abstract": "Hexavalent chromium-based passivation treatments have been successfully used as promoters of conversion coatings for many years. Their effectiveness is without question although there are many problems with regard to their environmental suitability. Hexavalent chromium compounds are carcinogenic and toxic. These problems have lead researchers to evaluate other potential systems, with lower toxicity, to ascertain if they can replace chromates as effective passivators. Researchers have proposed several alternative passivation treatments; these are processes based on molybdates, permanganates, titanates, rare earth metal and Cr3+ (considered to be non-carcinogenic) compounds. In this work, zinc coatings obtained from free-cyanide alkaline bath and submitted to a Cr3+ based passivation treatment with different colors were studied. The corrosion behavior was studied by polarization measurements and mainly by electrochemical impedance spectroscopy in 0.6 N NaCl solution. Morphological observations on the coatings surface were also performed. The results indicate that the green-colored Cr3+ passivated coatings have a good corrosion resistance followed by yellow and blue-colored passivation respectively. They could be a less polluting alternative to the traditional chromated coatingsFil: Tomachuk, Celia Regina. Energy and Nuclear Research Institute, IPEN/CNEN-SP, CCT, Sao Paulo; BrasilFil: Di Sarli, Alejandro Ramón. Provincia de Buenos Aires. Gobernación. Comisión de Investigaciones Científicas; ArgentinaFil: Elsner, Cecilia Ines. Provincia de Buenos Aires. Gobernación. Comisión de Investigaciones Científicas. Centro de Investigaciones en Tecnología de Pinturas. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico Conicet - La Plata. Centro de Investigaciones en Tecnología de Pinturas; Argentin",
}
