{
	"doi": "10.4322/tmm.2013.002",
	"year": 2013,
	"publisher": "'Editora Cubo'",
	"author": "Costa, Isolda, Di Sarli, Alejandro Ramón, Elsner, Cecilia Ines, Queiroz, Fernanda Martins, Tomachuk, Celia Regina",
	"title": "evaluation of Zn-Cr(III)-organic coating by electrochemical impedance spectroscopy",
	"download-url": "https://core.ac.uk/download/158832818.pdf",
	"abstract": "O controle da corrosão de aço eletrogalvanizado empregando soluções à base de sais de Cr VI é amplamente conhecido e estudado. No entanto, pesquisadores vêm buscando alternativas para substituir estes sais já que diretrizes ambientais e industriais exigem que sejam banidos. Os revestimentos de conversão à base de Cr III têm mostrado um desempenho compatível aos baseados em Cr VI. Neste trabalho são utilizadas medidas de espectroscopia de impedância eletroquímica (EIE) em NaCl 0,05 mol/L e em Na2 SO4 0,1 mol/L, durante o tempo de imersão, para avaliar a resistência à corrosão de aço eletrogalvanizado revestido com tratamento à base de Cr III e pintado com três diferentes revestimentos orgânicos. Os revestimentos orgânicos sãocaracterizados por sua adesão. Os resultados mostram um comportamento semelhante para os três revestimentos e, apesar de uma segunda constante de tempo ter sido observada nos ajustes de EIE, os valores de R2 indicam uma baixa velocidade de corrosão. O sistema Zn – Cr III – revestimento orgânico é compatível ao sistema Zn – Cr VI – revestimento orgânico, para o período de imersão considerado.Corrosion control of electrogalvanized steel employing Cr VI based treatments is widely known and studied. However, researchers have been trying to find out alternatives to replace these salts once they must be banned in accord to environmental and industrial guidelines. Cr III – based conversion coatings have shown performance compatible to Cr VI – based treatments. In this work, EIS measurements are performed in NaCl 0,05 mol/L and Na2 SO4 0,1 mol/L, during the immersion time, to evaluate the corrosion resistance of electrogalvanized steel passivated with Cr III – based conversion treatment and painted with three different organic coatings. The organic coatings are characterized by their adherence. The results show a similar behavior for the three coatings and, despite a second constant time has been pointed by the EIS fitting, the R2 values indicate a low corrosion rate. The system Zn – Cr III – organic coating is compatible to the system Zn – Cr VI – organic coating, for the immersion period considered.Fil: Queiroz, Fernanda Martins. Centro de Ciências e Tecnologia de Materiais; BrasilFil: Elsner, Cecilia Ines. Consejo Nacional de Investigaciones Científicas y Técnicas. Centro Científico Tecnológico la Plata. Centro de Investigación y Desarrollo En Tecnología de Pinturas (i); Argentina. Provincia de Buenos Aires. Gobernación. Comisión de Investigaciones Científicas; ArgentinaFil: Tomachuk, Celia Regina.  Centro de Ciências e Tecnologia de Materiais; BrasilFil: Di Sarli, Alejandro Ramón. Provincia de Buenos Aires. Gobernación. Comisión de Investigaciones Científicas; Argentina. Consejo Nacional de Investigaciones Científicas y Técnicas; ArgentinaFil: Costa, Isolda. Centro de Ciências e Tecnologia de Materiais; Brasi",
}
