{
	"doi": "10.3390/bios12030147",
	"year": 2022,
	"publisher": "'MDPI AG'",
	"author": "",
	"title": "Detection of Ampelovirus and Nepovirus by Lab-on-a-Chip: A Promising Alternative to ELISA Test for Large Scale Health Screening of Grapevine",
	"download-url": "https://core.ac.uk/download/521186412.pdf",
	"abstract": "none9noThe Ampelovirus Grapevine leafroll-associated virus 3 (GLRaV-3) and the Nepovirus Grapevine fanleaf virus (GFLV) are pathogens reported in many grapevine-growing areas all over the world, main causal agents of grapevine leafroll disease and grapevine fanleaf disease, respectively. Prevention of virus spread thanks to rapid diagnosis of infected plants is a key factor for control of both diseases. Although serological (e.g., enzyme-linked immunosorbent assay-ELISA test) and molecular methods are available to reveal the presence of the viruses, they turn out to be quite expensive, time-consuming and laborious, especially for large-scale health screening. Here we report the optimization of a lab-on-a-chip (LOC) for GLRaV-3 and GFLV detection, based on an electrochemical transduction and a microfluidic multichamber design for measurements in quadruplicate and simultaneous detection of both targets. The LOC detect GLRaV-3 and GFLV at dilution factors more than 15 times higher than ELISA, providing a higher sensitivity in the detection of both viruses. Furthermore, the platform offers several advantages as easy-to-use, rapid-test, portability and low costs, favoring its potential application for large-scale monitoring programs. Compared to other grapevine virus biosensors, our sensing platform is the first one to provide a dose-dependent calibration curve combined with a microfluidic module for sample analysis and a portable electronics providing an operator-independent read-out scheme.openBuja I.; Sabella E.; Monteduro A.G.; Rizzato S.; De Bellis L.; Elicio V.; Formica L.; Luvisi A.; Maruccio G.Buja, I.; Sabella, E.; Monteduro, A. G.; Rizzato, S.; De Bellis, L.; Elicio, V.; Formica, L.; Luvisi, A.; Maruccio, G",
}
