{
	"doi": "10.4186/ej.2016.20.2.147",
	"year": 2016,
	"publisher": "'Faculty of Engineering, Chulalongkorn University'",
	"author": "Rugsaj, Ravivat, Suvanjumrat, Chakrit",
	"title": "Lifetime Estimation for Metal Sheet Cladding and Roofing in Wang-Noi Combined Cycle Power Plant",
	"download-url": "https://core.ac.uk/download/235706333.pdf",
	"abstract": "This research aimed to study corrosion behavior and evaluated lifetime of the metal sheet cladding and roofing when exposed to actual usage environment using electrochemical impedance spectroscopy (EIS) test method. The sample plates were galvanized steel grade 550 and thickness of 0.6 mm which was coated with 55% of Al-Zn and a polyvinylidene fluoride layer which were prepared for metal sheet cladding and roofing of Wang-Noi combined cycle power plant in Phra Nakhon Si Ayutthaya province of Thailand. The specimens were tested under wet-dry cyclic condition by immersing in the simulated acid rain solution for an hour, then the specimen was removed from the solution and allowed to dry in open air environment with exposing to sunlight for 7 hours a day. The wet-dry cyclic treatment was repeated 3 times a day which was considered as the severe usage condition therefore the 3 wet-dry cycles might lead to extreme corrosion due to raining about 3 times a day. The EIS was used to evaluate the corrosion rate of specimens after the wet-dry cyclic treatment. Analysis results were expressed in Bode and Nyquist plot and used to calculate for corrosion current by using Stern-Garry equation which was used to calculate corrosion rate by using Faraday's law. The first order polynomial regression was appropriate to estimate corrosion rate beyond the real time usage of the metal sheet, and total mass loss over time was estimated by integrating the polynomial regression model to obtain the governing equation of the total mass loss of the cladding and roofing sheet in the usage environment. The evaluated mass loss over 20 years of usage under severe condition was estimated which had the maximum penetration of 1.04004 milli-inch and could be converted into penetrating thickness of 26.41 μm",
}
