{
	"doi": "10.1016/j.mspro.2015.05.003",
	"year": 2015,
	"publisher": "'Elsevier BV'",
	"author": "Ares, Alicia Esther, Kramer, Gustavo Raul, Mendez, Claudia Marcela",
	"title": "Evaluation of corrosion resistance of aluminum-based alloys in bioethanol produced in Misiones",
	"download-url": "https://core.ac.uk/download/80372018.pdf",
	"abstract": "Nowadays, biofuels represent a large part of renewable energies destined to substitute fossil fuels, and to reduce the negative impact on the environment. Bioethanol is obtained by alcoholic fermentation, and is used pure or mixed with other petroleum derivatives as fuel. Use, manipulation, storage and transport of these substances, at any scale, demand the implementation of materials, such as aluminum, that has excellent mechanical properties, as well as low density. Generally, these characteristics are improved by alloying aluminum with silicon (in order to decrease the thermal expansion coefficient and increase wear resistance) and magnesium (to increase hardness of the material). Potentiodynamic polarization and electrochemical spectroscopy impedance techniques were used on this research, in order to determine the corrosion resistance of Al-10 wt.%Si, Al-12 wt.%Si, Al-2%Mg and Al-4 wt.%Mg alloys in an alcoholic electrolyte (bioethanol of Misiones province, Argentina industry). Comparing to pure aluminum, aluminum-silicon alloys presented better corrosion resistance. On the other hand, aluminum-magnesium alloys didn?t have such improvement. By using optical metallographic microscope, no differences were found on the surfaces of alloys after being exposed to the alcoholic electrolyte.Fil: Kramer, Gustavo Raul. Consejo Nacional de Investigaciones Cientificas y Tecnicas. Centro Cientifico Tecnológico Nordeste. Instituto de Materiales de Misiones; Argentina. Universidad Nacional de Misiones; ArgentinaFil: Mendez, Claudia Marcela. Consejo Nacional de Investigaciones Cientificas y Tecnicas. Centro Cientifico Tecnológico Nordeste. Instituto de Materiales de Misiones; Argentina. Universidad Nacional de Misiones; ArgentinaFil: Ares, Alicia Esther. Consejo Nacional de Investigaciones Cientificas y Tecnicas. Centro Cientifico Tecnológico Nordeste. Instituto de Materiales de Misiones; Argentina. Universidad Nacional de Misiones; Argentin",
}
