{
	"year": 2019,
	"publisher": "Newcastle University",
	"author": "Holland-Cunz, Matth\303\244a Verena",
	"title": "Advances in vanadium and polyoxometalate redox flow batteries",
	"download-url": "https://core.ac.uk/download/334997994.pdf",
	"abstract": "PhD ThesisElectrochemical energy storage is one of the few options to store the energy from\r\nintermittent renewable energy sources like wind and solar. Redox flow batteries are such an\r\nenergy storage system, which has favourable features over other battery technologies, for\r\nexample, solid state batteries, due to their inherent safety and the independent scaling of\r\nenergy and power content. However, because of their low energy density, low power\r\ndensity, and the cost of components such as redox species and membranes, commercialised\r\nRFB systems like the all-vanadium chemistry cannot make full use of the inherent\r\nadvantages over other systems. This thesis shows a comparison of promising cell chemistries\r\nwith the aim to elucidate which redox system is most favourable in terms of energy density,\r\npower density and capital cost. Additionally, the choice of solvent and the selection of\r\ninorganic or organic redox couples with the entailing consequences are discussed. The\r\nsluggish redox kinetics of the VO2+/VO2\r\n+\r\ncouple limit the power density of the VRFB, which\r\nincreases the footprint of the power converters and increases capital costs. During recent\r\nyears, much research has been carried out in the field of heterogeneous catalysis, but this is\r\nnow approaching its limits. In this work, homogeneous catalysis was conducted to improve\r\nthe system. The kinetics of the VO2+/VO2\r\n+\r\nredox reaction have been investigated in 1M\r\nsulphuric and 1 M phosphoric acid by cyclic voltammetry, chronoamperometry,\r\nelectrochemical impedance spectroscopy and flow battery tests. It was found that in 1 M\r\nphosphoric acid the electron transfer constant k0 is up to 67 times higher than in 1 M\r\nsulphuric acid and an over-potential dependent difference in electron transfer constant was\r\nobserved and explained. This study shows that the redox kinetics of the VO2+/VO2\r\n+\r\ncan be\r\nconsiderably accelerated by altering the chemical environment of the vanadium ions, and\r\nthat this effect can also be transferred into a flow battery. However, the prevailing\r\ntechnology, the all-vanadium system, comprises low energy and low power densities,\r\ntherefore, the chemistry of polyoxometalates, [SiW12O40]\r\n4- and [PV14O42]\r\n9-\r\n, as nano-sized\r\nelectron shuttles was investigated. It is shown that these POMs exhibit fast redox kinetics\r\n(electron transfer constant k0 \342\211\210 10-2\r\ncm s-1\r\nfor [SiW12O40]\r\n4-\r\n), thereby enabling high power\r\ndensities; in addition, they feature multi-electron transfer, realizing a high capacity per\r\nmolecule; they do not cross cation exchange membranes, thus eliminating self-discharge\r\nthrough the separator; and they are chemically and electrochemically stable as shown by in-\r\niv\r\nsitu nuclear magnetic resonance spectroscopy. In flow battery studies the theoretical\r\ncapacity (10.7 Ah L-1\r\n) could be achieved under operating conditions with Coulombic\r\nefficiency of 94%. Very small losses occurred due to residual oxygen in the system. Options\r\nto improve the energy density of the system are discussed.SIEMENS A",
}
