{
	"year": 2020,
	"publisher": "",
	"author": "Kim, Sunghan",
	"title": "Surface Properties of Nanopore-Structured Metals and Oxides",
	"download-url": "https://core.ac.uk/download/287618352.pdf",
	"abstract": "The importance of understanding the properties of textured surfaces is growing with their potential wide engineering applications. In this thesis research, nanopore structures of
metals and oxides were examined to determine the interactions between environmental object and the textured surfaces. The major applications of nanopore structures are micro/nanoelectromechanical systems (MEMS/NEMS), energy devices, sensors, and environmental devices. In order to achieve better performance in each, it needs to consider three critical surface properties such as surface forces, electrochemical performances, and wettability. In this research, the surface properties of nanopore structures have been explored
with understanding the essence of contact. This research uses experimental approach combined with basic analysis in physical principles.
Experiments include fabrication of nanopore structures, investigation of surface force, electrochemical evaluation, and wetting/electrowetting studies of nanopore structures. 
Metallic nanopore structures (MNSs) of nickel were characterized by using an atomic force microscope (AFM) and a triboscope. The mechanisms of bacteria desorption were examined by alumina nanopore structures (ANSs) with various pore sizes. The kinetics of ion-transfer on MNSs was studied using Electrochemical Impedance Spectroscopy (EIS) and Cyclic Voltametry (CV).
The (electro-) wetting behavior of MNSs were examined using a droplet shape measurement system.
A physics based analysis was conducted in order to understand the principles of the nanopore effects on environments suitable for various applications. Results lead to the
successful identification of critical geometrical factors. A contact model has been established to understand properties of textured surfaces. Specific design factors, which are related to the
geometry of the textured surfaces has been identified. This research revealed fundamental mechanisms of contact and establish a relationship between morphology/geometry and surface
properties. The findings in this thesis research afford new approach to optimize applications of textured surface. The proposed contact models are beneficial to the surface design and
application of sustainable micro/nanodevices.
This thesis includes eight chapters. The first chapter introduces the background and fundamental knowledge related to current research in order to understand the basics. Followed by the chapter two of motivation and objectives, chapter three discusses materials and
experimental details, chapter four and five cover the surface forces, chapter six studies the electrochemical performances, chapter seven investigates the (electro-)wettability, and the conclusions and future recommendations are presented in chapter eight",
}
