{
	"year": 2017,
	"publisher": "Louisiana Tech Digital Commons",
	"author": "Pal, Nabamita",
	"title": "Electrochemical behavior of dense electrodes for impedancemetric NOx sensors",
	"download-url": "https://core.ac.uk/download/236621733.pdf",
	"abstract": "NOx (NO and NO2) exhaust gas sensors for diesel powered vehicles have traditionally consisted of porous platinum (Pt) electrodes along with a dense ZrO2 based electrolyte. Advancement in diesel engine technology results in lower NOx emissions. Although Pt is chemically and mechanically tolerant to the extreme exhaust gas environment, it is also a strong catalyst for oxygen reduction, which can interfere with the detection of NOx at concentrations below 100 ppm. Countering this behavior can add to the complexity and cost of the conventional NO x sensor design. Recent studies have shown that dense electrodes are less prone to heterogeneous catalytic oxygen reactions, thereby enabling greater NOx sensitivity. Sensors composed of this novel architecture (i.e., dense electrode and porous electrolyte) are still in an inchoate stage of research. There is particular interest in acquiring greater knowledge of the sensing behavior of non-catalytic dense electrodes as they may offer a lower cost alternative to using Pt electrodes.\nThis work focuses on the potential of the perovskite, strontium-doped lanthanum manganite (LSM), and LSM based composite materials as NOx sensor electrodes. Perovskite based electrodes are attractive because of their chemical, electrical, and thermal properties. To make LSM based composites three materials of different conductivities were chosen, namely, Au, yttria-stabilized zirconia (YSZ) and strontium-doped lanthanum cobalt ferrite (LSCF). Au was selected for its electronic conductivity, YSZ was chosen because of its ionic conductivity and LSCF was selected as a mixed conductor. LSM-Au, LSM-YSZ and LSM-LSCF composite based NOx sensors were fabricated and analyzed using the impedancemetric method for NOx sensing. The goal was to investigate the electrochemical response, gas cross sensitivity, response rate, and rate-limiting mechanisms due to electrode reactions involving NO, NO2, O2, H2O, and CH4 that impact the NOx sensing response.\nFrom the impedancemetric analysis, it was found that LSM-Au based NO x sensors showed much improved NOx sensitivity along with lower water and CH4 cross-sensitivity. Mixing YSZ and LSCF with LSM did not demonstrate any significant improvement in sensing performance.\nDense gold (Au) is also a promising alternative electrode to Pt, since it does not readily promote O2 reduction and is highly stable under exhaust gas conditions. Yet, the low melting temperature of Au (i.e, 1060 \302\260C) limits the manufacturing feasibility as a NOx sensor electrode. Since Pt electrodes are compatible with high temperature sensor manufacturing processes and Au offers desirable electrochemical sensing behavior Au/Pt twine electrodes were studied as a part of this thesis. The preliminary results showed the Pt component of the Au/Pt twine electrodes did not compromise the NOx sensing capability of Au electrode",
}
