{
	"doi": "10.1088/1742-6596/252/1/012007",
	"year": 2010,
	"publisher": "'IOP Publishing'",
	"author": "Barranco, Violeta, El Hadad, Amir, Galv\303\241n Sierra, Juan Carlos, Jim\303\251nez Morales, Antonia, Pe\303\263n, E.",
	"title": "Multifunctional sol-gel derived thin film based on nanocrystaline hydroxyapatite powders",
	"download-url": "https://core.ac.uk/download/30046868.pdf",
	"abstract": "The aim of this work was to prepare bioactive hydroxyapatite coatings by sol-gel method and to study the effect of thermal treatment temperature upon the bioactivity and corrosion protection of these coatings on Ti6Al4V alloy. The application of (DTA/TGA) and (XRD) has provided valuable information about the phase transformation, mass loss, identification of the phases developed, crystallite size and degree of crystallinity. (SEM/EDX) has been applied to study the surface morphology of coated samples before and after immersion in simulated body fluid (SBF) to detect the biomimetic precipitation of the bonelike apatite. The obtained results show that all the prepared samples are ceramic nanocrystalline with crystal structure and composition like hydroxyapatite, with little deviations from that present in the human bone. The bioactivity of the studied samples is found to be closely related to the thermal treatments applied. That is, the bioactivity decreases as the temperature of the thermal treatment increase. Coatings from such prepared hydroxyapatite sol have been accomplished by dip-coating technique on non-toxic Ti6Al4V alloy for biomedical applications. The corrosion behaviour of the resulting hydroxyapatite coatings in a (SBF) has been studied by electrochemical impedance spectroscopy (EIS). The hydroxyapatite coated Ti6Al4V alloy displayed excellent bioactivity when soaked in the (SBF) and acceptable corrosion protection behaviour.This work has been supported by the National Program for Materials, Spanish Ministry of Science and Innovation (Project MAT2006-04486). A.A. El hadad acknowledges a pre-doctoral contract JAE financed by CSIC; V. Barranco acknowledges a Ramon y Cajal researcher contract financed by CSIC-MICIN",
}
