{
	"doi": "10.1016/j.mspro.2015.06.020",
	"year": 2015,
	"publisher": "The Authors. Published by Elsevier Ltd.",
	"author": "Rizwana, , Sarah, P.",
	"title": "Structure and Properties of Sol Gel Fabricated Na0.5Nd0.5Bi4Ti4O15 Ceramics ",
	"download-url": "https://core.ac.uk/download/pdf/82123225.pdf",
	"abstract": "AbstractNa0.5Nd0.5Bi4Ti4O15 (NNBT) and pure SrBi4Ti4O15 (SBT) ceramics are prepared by sol gel method based on pechini process and their results are compared. Lowering of the sintering temperature and densification of the ceramics are obtained by making use of this fabrication method. The positions of the X-ray diffraction peaks are in good agreement with that of standard orthorhombic pattern. There is a decrease in the lattice parameter values and increase in the orthorhombicity with double ion doping suggesting strong structural distortion with the substitution of lower ionic radii ions. The microstructural features analyzed through Scanning electron microscopy show grains in the form of platelets. Measurements of dielectric, ferroelectric and electromechanical properties are conducted. The incorporation of smaller Na and Nd in Sr site increased Curie temperature from 823K to 923K, decreased dielectric constant at Curie temperature from 2336 to 737 and also decreased room temperature dielectric loss from 0.051 to 0.024 measured at 10kHz frequency. There is a decrease in 2Pr value from 19.6\316\274C/cm2 to 2.8\316\274C/cm2 and coercive field value from 85.3kV/cm to 45.2kV/cm with doping showing doping affect on the polarization phenomenon. The electromechanical coupling factor values (kt and keff) for pure sample are 0.47 and 0.44 respectively while for doped sample are 0.76 and 0.72 respectively. High electromechanical coupling factor values show that piezoelectric properties are greatly improved by such substitution. Impedance analysis indicates that the conduction in the present samples occurs through grain and grain boundaries. Results are correlated with defect structure caused by doping. Low dielectric loss, high Curie temperature and high coupling factor values make these materials promising piezoelectric materials for high-temperature applications",
}
