{
	"doi": "10.1016/j.wear.2011.01.086",
	"year": 2011,
	"publisher": "'Elsevier BV'",
	"author": "Adachi, Buscher, DiCarlo, Doorn, Fouvry, Hallab, Hanawa, Hodgson, J.J. Jacobs, Jacobs, Jiang, Kurz, L.A. Rocha, Landolt, M. Laurent, M.A. Wimmer, M.J. Runa, M.T. Mathew, Mathew, Mischler, Neville, Ponthiaux, Ramalho, Stack, Stack, Trezona, Wimmer, Yan, Yoshida",
	"title": "Tribocorrosion behavior of CoCrMo alloy for hip prosthesis as a function of loads: A comparison between two testing systems",
	"download-url": "https://core.ac.uk/download/55617404.pdf",
	"abstract": "Metal-on-metal (MOM) hip prosthesis bearings have enjoyed renewed popularity, but concerns remain with wear debris and metal ion release causing a negative response in the surrounding tissues. Further understanding into the wear and corrosion mechanisms occurring in MOM hips is therefore essential.

The purpose of this study was to evaluate the tribocorrosion behavior, or interplay between corrosion and wear, of a low-carbon CoCrMo alloy as a function of loading. The tribocorrosion tests were performed using two tribometer configurations. In the first configuration, “System A”, a linearly reciprocating alumina ball slid against the flat metal immersed in a phosphate buffer solution (PBS). In the second configuration, “System B”, the flat end of a cylindrical metal pin was pressed against an alumina ball that oscillated rotationally, using bovine calf serum (BCS) as the lubricant and electrolyte. System B was custom-built to emulate in vivo conditions. The tribocorrosion tests were performed under potentiostatic conditions at −0.345 V, with a sliding duration of 1800 s and a frequency of 1 Hz. In System A the applied loads were 0.05, 0.5, and 1 N (138, 296 and 373 MPa, respectively) and in System B were 16, 32, and 64 N (474, 597, and 752 MPa, respectively). Electrochemical impedance spectroscopy (EIS) and polarization resistance were estimated. The total mass loss (Kwc) in the CoCrMo was determined. The mass loss due to wear (Kw) and that due to corrosion (Kc) were determined. The dominant wear regime for the CoCrMo alloy subjected to sliding changes from wear–corrosion to mechanical wear as the contact stress increases. An attempt was made to compare both system, in their tribochemical responses and formulate some insights in the total degradation processes. Our results also suggest that the proteins in the serum lubricant assist in the generation of a protective layer against corrosion during sliding. The study highlights the need of adequate methodology/guidelines to compare the results from different test systems and translating in solving the practical problems",
}
