{
	"doi": "10.3390/membranes6010015",
	"year": 2016,
	"publisher": "'MDPI AG'",
	"author": "Holt, SA, Hossain, KR, Khamici, HA, Valenzuela, SM",
	"title": "Cholesterol promotes interaction of the protein CLIC1 with phospholipid monolayers at the air\342\200\223water interface",
	"download-url": "https://opus.lib.uts.edu.au/bitstream/10453/50515/1/Cholesterol%20Promotes%20Interaction%20of%20the%20Protein%20CLIC1%20with%20Phospholipid%20Monolayers%20at%20the%20Air-Water%20Interface.pdf",
	"abstract": "\302\251 2016 by the authors; licensee MDPI, Basel, Switzerland. CLIC1 is a Chloride Intracellular Ion Channel protein that exists either in a soluble state in the cytoplasm or as a membrane bound protein. Members of the CLIC family are largely soluble proteins that possess the intriguing property of spontaneous insertion into phospholipid bilayers to form integral membrane ion channels. The regulatory role of cholesterol in the ion\342\200\220channel activity of CLIC1 in tethered lipid bilayers was previously assessed using impedance spectroscopy. Here we extend this investigation by evaluating the influence of cholesterol on the spontaneous membrane insertion of CLIC1 into Langmuir film monolayers prepared using 1\342\200\220palmitoyl\342\200\2202\342\200\220oleoylphosphatidylcholine, 1\342\200\220palmitoyl\342\200\2202\342\200\220oleoyl\342\200\220sn\342\200\220glycero\342\200\2203\342\200\220phospho\342\200\220ethanolamine and 1\342\200\220palmitoyl\342\200\2202\342\200\220oleoyl\342\200\220sn\342\200\220glycero\342\200\2203\342\200\220phospho\342\200\220L\342\200\220serine alone or in combination with cholesterol. The spontaneous membrane insertion of CLIC1 was shown to be dependent on the presence of cholesterol in the membrane. Furthermore, pre\342\200\220incubation of CLIC1 with cholesterol prior to its addition to the Langmuir film, showed no membrane insertion even in monolayers containing cholesterol, suggesting the formation of a CLIC1\342\200\220cholesterol pre\342\200\220complex. Our results therefore suggest that CLIC1 membrane interaction involves CLIC1 binding to cholesterol located in the membrane for its initial docking followed by insertion. Subsequent structural rearrangements of the protein would likely also be required along with oligomerisation to form functional ion channels",
}
