{
	"year": 2019,
	"publisher": "'Baishideng Publishing Group Inc.'",
	"author": "Camargo Le\303\263n, Magali Karina",
	"title": "Synthesis, characterization and corrosion resistance of electroless Ni-P and Ni-P-SiC coatings: a comparative study",
	"download-url": "https://core.ac.uk/download/225143229.pdf",
	"abstract": "Electroless Ni-P coatings have been widely used due to their good combination of properties such as hardness, wear resistance and corrosion resistance. The addition of dispersed hard micro-particles into the Ni-P matrix has led to the development of composite coatings. Ni-P composite coatings exhibit an improved hardness and wear resistance properties; however, there is still a disagreement among researches on the corrosion behavior of composite Ni-P coatings. The present investigation involves the synthesis, characterization and a comparative study of the corrosion resistance in NaCl 3,5% of electroless Ni-P and Ni-P-SiC deposits obtained by either prepared or commercial electrolytic nickel/hypophosphite based baths.  The characterization of deposits involved studies about morphology by SEM, chemical composition by energy-dispersive X-ray spectroscopy (EDX) and glow discharge optical emission spectroscopy (GDOS), microstructure by X-ray diffraction (XRD) and hardness. All deposits showed an amorphous micro-structure and high phosphorus content (10-14 wt%). Ni-P-SiC deposits showed an increased hardness (802 HV-815 HV) in comparison with Ni-P deposits (469 HV-626 HV).  The techniques used to study the corrosion resistance in NaCl 3,5% were linear polarization resistance (LPR), Tafel plots and electrochemical impedance spectroscopy (EIS). These techniques agreed to show the better corrosion resistance of Ni-P-SiC coatings over the Ni-P coatings. This fact can be ascribed to the decrease in the effective metallic area available for corrosion. Ni-P-SiC deposits exhibited higher polarization resistance (Rp) values (103-66 k\342\204\246.cm2) in comparison with Ni-P deposits (46-55 k\342\204\246.cm2). Also, the corrosion current density values of Ni-P-SiC deposits (0,17-0,65 \302\265A/cm2) were lower than Ni-P deposits (0,71-1,08 \302\265A/cm2). Concerning to the mechanism by which the Ni-P and Ni-P-SiC become corroded, EIS experiments demonstrated that the corrosion process involved a charge transfer mechanism in all the cases. Tafel plots also corroborated this mechanism since of all deposits showed a Tafel behavior.Los recubrimientos de aleaciones de Ni-P obtenidos por proceso de reducci\303\263n autocatal\303\255tica (electroless-plating) han sido ampliamente utilizados debido sus propiedades  de dureza, resistencia al desgaste y resistencia a la corrosi\303\263n. La adici\303\263n  de micro-part\303\255culas duras dispersas en la matriz de Ni-P ha conducido al desarrollo de recubrimientos compuestos de Ni-P. Dichos recubrimientos presentan una mayor dureza y resistencia al desgaste; sin embargo, todav\303\255a existen diversas opiniones en cuanto al comportamiento frente a la corrosi\303\263n de los recubrimientos compuestos de Ni-P. La presente investigaci\303\263n consiste en la s\303\255ntesis, caracterizaci\303\263n y estudio comparativo de la resistencia a la corrosi\303\263n en NaCl 3,5% de recubrimientos de Ni-P y Ni-P-SiC obtenidos a partir de  ba\303\261os (preparados en laboratorio y comerciales) que contienen sulfato de n\303\255quel e hipofosfito de sodio como base de su composici\303\263n.\r\nLa caracterizaci\303\263n de los recubrimientos involucr\303\263 estudios de morfolog\303\255a por microscop\303\255a electr\303\263nica de barrido (SEM), composici\303\263n qu\303\255mica mediante espectroscop\303\255a de dispersi\303\263n de energ\303\255a con rayos X (EDX) y espectroscop\303\255a de emisi\303\263n \303\263ptica por descarga luminiscente (GDOS); microestructura por difracci\303\263n de rayos X (XRD) y ensayos de dureza. Todos los recubrimientos mostraron micro-estructura amorfa y alto contenido de f\303\263sforo (10-14% en peso). Los recubrimientos de Ni-P-SiC fueron m\303\241s duros (802 HV-815 HV) en comparaci\303\263n a los recubrimientos de Ni-P (469HV-626HV). Las t\303\251cnicas utilizadas para estudiar la resistencia a la corrosi\303\263n en NaCl 3,5% fueron: resistencia de polarizaci\303\263n lineal (LPR), curvas de Tafel y espectroscop\303\255a de impedancia electroqu\303\255mica (EIS). Estas t\303\251cnicas concordaron en demostrar la mejor resistencia a la corrosi\303\263n de los dep\303\263sitos de Ni-P-SiC en relaci\303\263n a los dep\303\263sitos de Ni-P. Este hecho se atribuye a la disminuci\303\263n del \303\241rea met\303\241lica efectiva expuesta. \r\nLos valores de  resistencia a la polarizaci\303\263n (Rp) fueron mayores para los recubrimientos de Ni-P-SiC (103-66 k\342\204\246.cm2) en relaci\303\263n a los dep\303\263sitos de Ni-P (46-55 k\342\204\246.cm2). Adem\303\241s, los valores de densidad de corriente de corrosi\303\263n de los dep\303\263sitos de Ni-P-SiC (0,17-0,65 \302\265A/cm2) fueron inferiores a los dep\303\263sitos de Ni-P (0,71-1,08 \302\265A/cm2).  En cuanto al mecanismo de corrosi\303\263n, los estudios de EIS demostraron que el proceso de corrosi\303\263n involucra un mecanismo de transferencia de carga en todos los casos. Las curvas de polarizaci\303\263n tambi\303\251n corroboraron dicho mecanismo ya que de todos los dep\303\263sitos mostraron un comportamiento de Tafel.Tesi",
}
