{
	"doi": "10.1016/j.measurement.2017.10.052",
	"year": 2017,
	"publisher": "'Elsevier BV'",
	"author": "Abuelma'Atti, Ali Zarafshani, Assenheimer, Barber, Bayford, Bera, Bera, Bera, Bera, Bin Zheng, Bouchaala, Bowron, Bragos, Brown, Casas, Cherepenin, Chris R. Chatwin, Cicekoglu, Cole, Crawley, Franco, Gabriel, Gabriel, Gabriel, Gagnon, Gift, Gloning, Griffiths, Grodzinsky, Halter, Hartov, Holder, Jack, Jossinet, Jossinet, Khan, Liangzhong Xiang, Macdonald, Mahnam, McEwan, McEwan, Mu\303\261oz, Oh, Pease, Pethig, Schullcke, Schwan, Sedra, Shanshan Tang, Sheingold, Singh, Smith, Soliman, Surowiec, Thomas Bach, Trokhanova, Wilson, Zhang, Zou",
	"title": "Conditioning electrical impedance mammography system",
	"download-url": "https://core.ac.uk/download/111629231.pdf",
	"abstract": "A multi-frequency Electrical Impedance Mammography (EIM) system has been developed to evaluate the conductivity and permittivity spectrums of breast tissues, which aims to improve early detection of breast cancer as a non-invasive, relatively low cost and label-free screening (or pre-screening) method. Multi-frequency EIM systems typically employ current excitations and measure differential potentials from the subject under test. Both the output impedance and system performance (SNR and accuracy) depend on the total output resistance, stray and output capacitances, capacitance at the electrode level, crosstalk at the chip and PCB levels. This makes the system design highly complex due to the impact of the unwanted capacitive effects, which substantially reduce the output impedance of stable current sources and bandwidth of the data that can be acquired. To overcome these difficulties, we present new methods to design a high performance, wide bandwidth EIM system using novel second generation current conveyor operational amplifiers based on a gyrator (OCCII-GIC) combination with different current excitation systems to cancel unwanted capacitive effects from the whole system. We reconstructed tomography images using a planar E-phantom consisting of an RSC circuit model, which represents the resistance of extra-cellular (R), intra-cellular (S) and membrane capacitance (C) of the breast tissues to validate the performance of the system. The experimental results demonstrated that an EIM system with the new design achieved a high output impedance of 10M\316\251 at 1MHz to at least 3M\316\251  at 3MHz frequency, with an average SNR and modelling accuracy of over 80dB and 99%, respectively",
}
