{
	"year": 2020,
	"publisher": "eScholarship, University of California",
	"author": "Cai, S, Chan, EM, Chen, H, Ciston, J, Dun, C, Gordon, MP, Li, X, Liu, Y, Liu, Y, Mao, H, Reimer, JA, Sun, B, Tan, T, Urban, JJ, Wang, H, Zhang, J, Zhang, Q, Zheng, H, Zheng, Q",
	"title": "Dynamic Covalent Synthesis of Crystalline Porous Graphitic Frameworks",
	"download-url": "https://core.ac.uk/download/288432602.pdf",
	"abstract": "Porous graphitic framework (PGF) is a two-dimensional (2D) material that has emerging energy applications. An archetype contains stacked 2D layers, the structure of which features a fully annulated aromatic skeleton with embedded heteroatoms and periodic pores. Due to the lack of a rational approach in establishing in-plane order under mild synthetic conditions, the structural integrity of PGF has remained elusive and ultimately limited its material performance. Here, we report the discovery of the unusual dynamic character of the C=N bonds in the aromatic pyrazine ring system under basic aqueous conditions, which enables the successful synthesis of a crystalline porous nitrogenous graphitic framework with remarkable in-plane order, as evidenced by powder X-ray diffraction studies and direct visualization using high-resolution transmission electron microscopy. The crystalline framework displays superior performance as a cathode material for lithium-ion batteries, outperforming the amorphous counterparts in terms of capacity and cycle stability. Insertion of well-defined, evenly spaced nanoscale pores into the two-dimensional (2D) layers of graphene invokes exciting properties due to the modulation of its electronic band gaps and surface functionalities. A bottom-up synthesis approach to such porous graphitic frameworks (PGFs) is appealing but also remains a great challenge. The current methods of building covalent organic frameworks rely on a small collection of thermodynamically reversible reactions. Such reactions are, however, inadequate in generating a fully annulated aromatic skeleton in PGFs. With the discovery of dynamic pyrazine formation, we succeeded in applying this linking chemistry to obtain a crystalline PGF material, which has displayed high electrical conductivity and remarkable performance as a cathode material for lithium-ion batteries. We envision that the demonstrated success will open the door to a wide array of fully annulated 2D porous frameworks, which hold immense potential for clean energy applications. We report the unusual dynamic characteristics of the C=N bonds in the pyrazine ring promoted under basic aqueous conditions, which enables the successful synthesis of two-dimensional porous graphitic frameworks (PGFs) featuring fully annulated aromatic skeletons and periodic pores. The PGF displayed high electrical conductivity and remarkable performance as a cathode material for lithium-ion batteries, far outperforming the amorphous counterparts in terms of capacity and cycle stability",
}
