{
	"year": 2020,
	"publisher": "eScholarship, University of California",
	"author": "Chen, Ting, Dedon, Liv R, Dong, Yongqi, Ertekin, Elif, Gao, Ran, Gopalan, Venkatraman, Ishihara, Tatsumi, Jain, Abhinav CP, Kilner, John, Luo, Aileen, Martin, Lane W, Pandya, Shishir, Perry, Nicola H, Saremi, Sahar, Thor\303\251ton, Vincent, Trinkle, Dallas R, Xu, Ruijuan, Yuan, Yakun, Zhou, Hua",
	"title": "Designing Optimal Perovskite Structure for High Ionic Conduction.",
	"download-url": "https://core.ac.uk/download/287623870.pdf",
	"abstract": "Solid-oxide fuel/electrolyzer cells are limited by a dearth of electrolyte materials with low ohmic loss and an incomplete understanding of the structure-property relationships that would enable the rational design of better materials. Here, using epitaxial thin-film growth, synchrotron radiation, impedance spectroscopy, and density-functional theory, the impact of structural parameters (i.e., unit-cell volume and octahedral rotations) on ionic conductivity is delineated in La0.9 Sr0.1 Ga0.95 Mg0.05 O3- \316\264 . As compared to the zero-strain state, compressive strain reduces the unit-cell volume while maintaining large octahedral rotations, resulting in a strong reduction of ionic conductivity, while tensile strain increases the unit-cell volume while quenching octahedral rotations, resulting in a negligible effect on the ionic conductivity. Calculations reveal that larger unit-cell volumes and octahedral rotations decrease migration barriers and create low-energy migration pathways, respectively. The desired combination of large unit-cell volume and octahedral rotations is normally contraindicated, but through the creation of superlattice structures both expanded unit-cell volume and large octahedral rotations are experimentally realized, which result in an enhancement of the ionic conductivity. All told, the potential to tune ionic conductivity with structure alone by a factor of \342\211\2102.5 at around 600 \302\260C is observed, which sheds new light on the rational design of ion-conducting perovskite electrolytes",
}
