{
	"doi": "10.1016/j.eurpolymj.2011.07.021",
	"year": 2011,
	"publisher": "'Elsevier BV'",
	"author": "Aksit, Al-Jabareen, Andanson, Arca, Bard, Bard, Barker, Bhadani, Blinova, Chauhan, Dhawan, Dhawan, F. Cases, Fryczkowski, Garg, Gregory, Han, Hirase, Hirase, Hong, Huang, J. Bonastre, J. Fern\303\241ndez, J. Molina, Jousseaume, Kang, Kang, Kim, Kranz, Kuhn, Kutanis, M.F. Esteves, MacDiarmid, Marck, Mirkin, Molina, Molina, Molina, Molina, Neelakandan, Nouri, Oh, Oh, Pud, Rajendran, Ribo, Simal, Simal, Sun, Textor, Tsekouras, Varesano, Wu, Xiang, Zhou",
	"title": "Polyaniline coated conducting fabrics : chemical  and electrochemical characterization",
	"download-url": "https://core.ac.uk/download/55616178.pdf",
	"abstract": "Polyaniline coated conducting fabrics have been obtained by chemical oxidation of aniline by potassium peroxydisulfate on polyester fabrics. Two different acids have been employed to carry out the synthesis (HCl and H2SO4), obtaining the best results of conductivity with the latter one. The conducting fabrics have been characterized chemically by means of Fourier transform infrared spectroscopy with attenuated total reflection (FTIR-ATR), energy dispersive X-Ray (EDX) and X-ray photoelectron spectroscopy (XPS). The morphology of the coatings has been observed by means of scanning electron microscopy (SEM). The conducting properties of the fabrics have been measured by means of electrochemical impedance spectroscopy (EIS). The electrochemical characterization has been carried out by means of cyclic voltammetry (CV) and scanning electrochemical microscopy (SECM). The conducting fabrics have also shown electrochromic properties, changing its color from green yellowish at \342\210\2221 V to dark green at +2 V. The durability of the coating has been evaluated by means of washing and rubbing fastness tests.Authors thank to the Spanish Ministerio de Ciencia e Innovacion and European Union Funds (FEDER) (contract CTM2010-18842-C02-02) and Universitat Politecnica de Valencia (Primeros Proyectos de Investigacion (PAID-06-10)) for the financial support. J. Molina is grateful to the Conselleria d'Educacio (Generalitat Valenciana) for the FPI fellowship",
}
