{
	"doi": "10.3390/catal10111319",
	"year": 2020,
	"publisher": "'MDPI AG'",
	"author": "Aric\303\262, Antonino Salvatore, Baglio, Vincenzo, Carbone, Alessandra, G\303\263mez, Roberto, Lo Vecchio, Carmelo, Sacc\303\240, Ada, Trocino, Stefano, Zignani, Sabrina Campagna",
	"title": "Dry Hydrogen Production in a Tandem Critical Raw Material-Free Water Photoelectrolysis Cell Using a Hydrophobic Gas-Diffusion Backing Layer",
	"download-url": "https://core.ac.uk/download/363460551.pdf",
	"abstract": "A photoelectrochemical tandem cell (PEC) based on a cathodic hydrophobic gas-diffusion backing layer was developed to produce dry hydrogen from solar driven water splitting. The cell consisted of low cost and non-critical raw materials (CRMs). A relatively high-energy gap (2.1 eV) hematite-based photoanode and a low energy gap (1.2 eV) cupric oxide photocathode were deposited on a fluorine-doped tin oxide glass (FTO) and a hydrophobic carbonaceous substrate, respectively. The cell was illuminated from the anode. The electrolyte separator consisted of a transparent hydrophilic anionic solid polymer membrane allowing higher wavelengths not absorbed by the photoanode to be transmitted to the photocathode. To enhance the oxygen evolution rate, a NiFeOX surface promoter was deposited on the anodic semiconductor surface. To investigate the role of the cathodic backing layer, waterproofing and electrical conductivity properties were studied. Two different porous carbonaceous gas diffusion layers were tested (Spectracarb\302\256 and Sigracet\302\256). These were also subjected to additional hydrophobisation procedures. The Sigracet 35BC\302\256 showed appropriate ex-situ properties for various wettability grades and it was selected as a cathodic substrate for the PEC. The enthalpic and throughput efficiency characteristics were determined, and the results compared to a conventional FTO glass-based cathode substrate. A throughput efficiency of 2% was achieved for the cell based on the hydrophobic backing layer, under a voltage bias of about 0.6 V, compared to 1% for the conventional cell. For the best configuration, an endurance test was carried out under operative conditions. The cells were electrochemically characterised by linear polarisation tests and impedance spectroscopy measurements. X-Ray Diffraction (XRD) patterns and Scanning Electron Microscopy (SEM) micrographs were analysed to assess the structure and morphology of the investigated materials.Authors gratefully acknowledge funding from the European Union\342\200\231s Horizon 2020 research and innovation programme under grant agreement no. 760930 (FotoH2 project)",
}
