{
	"year": 2014,
	"publisher": "Slovensko Kemijsko Drustvo",
	"author": "Cere, Silvia, Duffo, Gustavo Sergio, Gomez Sanchez, Andrea Valeria, Katunar, Maria Rosa, Schiffrin, David, Schreiner, Wido",
	"title": "Structure and dielectric properties of electrochemically grown ZrO2 films",
	"download-url": "https://core.ac.uk/download/52481025.pdf",
	"abstract": "The dielectric properties of electrochemically grown zirconium oxide films by anodisation of zirconium in 1.0 mol dm?3  phosphoric acid solution were investigated in a 3 to 30 V potential range with a view to inducing surface modifications  for eventual use in biomedical and electronic applications. The oxide films grown at different potentials were characterised  by Atomic Force Microscopy, X-ray photoelectron and Raman spectroscopies; the latter demonstrated the incorporation  of phosphate ions into the passive films. Flat band potentials calculated from the Mott-Shottky analysis of the  oxides semiconducting properties confirm the bilayer structure of the films. The oxide dielectric permittivity was evaluated  from impedance spectroscopy measurements and the film oxide model proposed gave values independent of the  oxide growth potentialFil: Gomez Sanchez, Andrea Valeria. Consejo Nacional de Investigaciones Cient\303\255ficas y T\303\251cnicas. Centro Cient\303\255fico Tecnol\303\263gico Mar del Plata. Instituto de Investigaci\303\263n En Ciencia y Tecnolog\303\255a de Materiales (i); Argentina. Universidad Nacional de Mar del Plata. Facultad de Ingenier\303\255a; ArgentinaFil: Katunar, Maria Rosa. Consejo Nacional de Investigaciones Cient\303\255ficas y T\303\251cnicas. Centro Cient\303\255fico Tecnol\303\263gico Mar del Plata. Instituto de Investigaci\303\263n En Ciencia y Tecnolog\303\255a de Materiales (i); Argentina. Universidad Nacional de Mar del Plata. Facultad de Ingenier\303\255a; ArgentinaFil: Schreiner, Wido. Universidade Federal do Paran\303\241. Departamento de F\303\255sica; BrasilFil: Duffo, Gustavo Sergio. Comision Nacional de Energia Atomica. Gerencia D/area de Energia Nuclear. Unidad de Actividad de Materiales (cac); Argentina. Universidad Nacional de San Mart\303\255n; ArgentinaFil: Cere, Silvia. Consejo Nacional de Investigaciones Cient\303\255ficas y T\303\251cnicas. Centro Cient\303\255fico Tecnol\303\263gico Mar del Plata. Instituto de Investigaci\303\263n en Ciencia y Tecnolog\303\255a de Materiales (i); Argentina. Universidad Nacional de Mar del Plata. Facultad de Ingenier\303\255a; ArgentinaFil: Schiffrin, David. University of Liverpool; Reino Unid",
}
