{
	"year": 2011,
	"publisher": "",
	"author": "Clark, Noel, Diamond, Dermot, Hilder, Matthius, Kavanagh, Andrew, Radu, Aleksandar",
	"title": "Wireless Radio Frequency detection of Ionic Liquid simplified polymeric optodes",
	"download-url": "https://core.ac.uk/download/11310248.pdf",
	"abstract": "Conventional polymeric optode based sensors are based on 5 distinct components each with a defined role in its function. These include the polymer (inert host matrix), the plasticizer(\342\200\234membrane solvent\342\200\235 required for optimum film formation), an ion-exchanging salt (facilitates ion transfer between aqueous and organic phase), a ligand (which selectively binds analyte of interest) and a chromo-responsive dye (which provides the sensors response).\n\nIonic Liquids (IL\342\200\231s) are an emerging group of materials that have found use in nearly every branch of chemistry, from analytical to physical to organic synthesis to electrochemistry. They can be defined as molten salts that are liquid at room temperature, composed solely of ions which exhibit mere electrostatic interactions which prevents solid lattice formation. \n\nThis work details the use of the IL trihexyltetradecylphosphonium dicyanamide [P6,6,6,14][DCA] in poly(vinylchloride) (PVC) based optodes for transition metal ion detection .[P6,6,6,14][DCA] in the first instance acts as a plasticizer, producing transparent, flexible membranes at 66w%. More importantly, the IL provides a charged atmosphere within the membrane thereby eliminating the need for an ion-exchanging salt; whilst the ligand and chromo-responsive functionality is provided by the anion [DCA]-. [DCA]- has previously been termed a pseudohalide which has been shown in the literature to bind to an array of transition metal ions .   The resulting membranes displays an optical response upon complexation with metal ions such as Cu2+ (yellow), Co2+ (blue) and both ions simultaneously (green).\n\nWe have explored the possibility to see if the inherent conducting properties of these membranes can be exploited as a sensor response. Radio frequency (RF) detection provides a technique which can monitor the conductivity of a sample wirelessly, but also has the required sensitivity and is non-invasive on the sample.\n\nRF can not only discriminate between the coordinated and non-coordinated membranes, but also between the individual co-ordinated membranes. The resultant downward trend in conductivity from Blank > Cobalt > Mixture > Copper has been validated by Electrochemical Impedance Spectroscopy (EIS) and by portable X-Ray Fluorescence (XRF).\n\nXRF shows that the results obtained from RF and EIS are directly related to the binding selectivity of the ligand [DCA]-. We have observed the highest binding levels for membranes exposed to Cu2+ ions, thereby producing the lowest RF conductivity signal and the highest impedance values. The opposite applies for Co2+, we have observed lower binding values, conversely producing the highest co-ordinated RF signal and the lowest coordinated impedance values with the mixture response inevitably in between",
}
