{
	"year": 2016,
	"publisher": "DigitalCommons@WayneState",
	"author": "Wong, Diana Felicia",
	"title": "Computational Modeling Of High-Performance Nickel-Metal Hydride Battery Materials",
	"download-url": "https://core.ac.uk/download/56688384.pdf",
	"abstract": "With 10 million hybrid electric vehicles on the road worldwide powered primarily by nickel-metal hydride (NiMH) batteries, research into this battery chemistry will improve the hybrid vehicle driving experience, extending electric-only driving ranges while reducing emissions and using less gasoline. The transfer, storage and transport of protons and electrons depend strongly on the structural and electrical features of the active material, including multiple phases, defects, and structural and compositional disorder.  The contributions of such subtle defects and the difference with the bulk structure can be difficult to discern experimentally.  Ab initio calculations such as the ones based on density functional theory have been used to calculate properties and confirm ground state phase stability in AB2 Laves phase alloys.  First-principle DFT calculations confirmed a semi-empirical model for C14/C15 Laves phase structure determination for simple binary compounds, and extended the model for more ternary compounds, using the Mg(Cu1-xZnx)2 system, improving the resolution of the model.  Cycle stability of NiMH anode materials is strongly correlated to pressure-concentration-temperature isotherm hysteresis measurements, a measure of irreversible losses such as plastic deformation upon hydrogenation and dehydrogenation, and alloy pulverization plays a key pathway for the degradation.  First-principle DFT calculations modeled the initial hydrogenation of AB5-type and AB2-type alloys, yielding the initial lattice expansions upon hydrogenation, and correlating to the hysteresis trends, which can help guide the design of long-cycling materials. X-ray diffraction patterns offer subtle but valuable markers that can be correlated to structure and electrochemical performance. Stacking faults direct interrupt (h0l) plane periodicity of nickel hydroxide materials, and through Rietveld refinement and DIFFaX modeling of the different types of stacking faults, the evolution of the stacking faults was tracked over precipitation time for different compositions. We determined which types of stacking faults have a stronger effect on the (101) peak, and the conditions that promote the formation of each type of stacking fault. Electrochemical impedance spectroscopy coupled with equivalent circuit modeling probes the interactions that occur at the surface interfaces, yielding valuable electrical properties and electrochemical kinetics information.   Low-temperature performance of NiMH batteries can be improved by dopants to AB2 anode materials, and La and Nd are particularly promising additives that improve both the storage capacity and high-rate dischargeability.  We determined the catalytic activity and the surface area contributions to the electrochemical reactions. This study of defects, structural properties, and surface interfaces in battery materials can identify trends that contribute to higher capacity and higher power materials using computational and modeling methods.  Understanding the trends provides better insight into how structural properties affect electrochemical processes and will help guide the design for better optimized battery materials",
}
