{
	"doi": "10.1021/acsaem.1c02738",
	"year": 2021,
	"publisher": "'American Chemical Society (ACS)'",
	"author": "Climent-Pascual, Esteban, Coya, Carmen, De Andr\303\251s, Alicia, Mora-Sero, Ivan, Redondo Obispo, Carlos Daniel, Ripolles, Teresa S., Serafini, Patricio",
	"title": "Effect of Pristine Graphene on Methylammonium Lead Iodide Films and Implications on Solar Cell Performance",
	"download-url": "https://core.ac.uk/download/481436453.pdf",
	"abstract": "The relatively low stability of solar cells based on hybrid halide perovskites is the main issue to be solved for the implementation in real life of these extraordinary materials. Degradation is accelerated by temperature, moisture, oxygen, and light and mediated by halide easy hopping. The approach here is to incorporate pristine graphene, which is hydrophobic and impermeable to gases and likely limits ionic diffusion while maintaining adequate electronic conductivity. Low concentrations of few-layer graphene platelets (up to 24 \303\227 10\342\200\2233 wt %) were incorporated to MAPbI3 films for a detailed structural, optical, and transport study whose results are then used to fabricate solar cells with graphene-doped active layers. The lowest graphene content delays the degradation of films with time and light irradiation and leads to enhanced photovoltaic performance and stability of the solar cells, with relative improvement over devices without graphene of 15% in the power conversion efficiency, PCE. A higher graphene content further stabilizes the perovskite films but is detrimental for in-operation devices. A trade-off between the possible sealing effect of the perovskite grains by graphene, that limits ionic diffusion, and the reduction of the crystalline domain size that reduces electronic transport, and, especially, the detected increase of film porosity, that facilitates the access to atmospheric gases, is proposed to be at the origin of the observed trends. This work demonstrated how the synergy between these materials can help to develop cost-effective routes to overcome the stability barrier of metal halide perovskites, introducing active layer design strategies that allow commercialization to take off.We acknowledge financial support by the Spanish Ministry of Science and Innovation under Projects PID2020-115514RB-I00 (C.C.), MAT2015-65356-C3-2-R (A.A), and PID2019-107314RB-I00 (I.M-S). This work was partially supported by European Research Council (ERC) via Consolidator Grant (724424-No-LIMIT) (I.M-S), AYUDA PUENTE 2020 URJC (C.C.). Associated Lab LABCADIO belonging to Community of Madrid, CM, net laboratories ref 351 is also acknowledged (C.C.). T.S.R. acknowledges funding from CM and European Social Fund (ESF) under the Talento fellowship 2017-T2/IND-5586 and project F660 financed by CM and Rey Juan Carlos University under action 1, \342\200\234Encouragement of Young Phd students investigation\". C.R-O. acknowledges funding from the Spanish Ministry of Science and Innovation under a FPI predoctoral contract (PRE2019-088433)",
}
