{
	"year": 2019,
	"publisher": "'University of Waterloo'",
	"author": "Yeow, Travis",
	"title": "Improving and Evaluating the Stability of Photovoltaics",
	"download-url": "https://core.ac.uk/download/227107683.pdf",
	"abstract": "Advancements in photovoltaic technologies are hindered by stability and degradation. In silicon photovoltaics, these degradation mechanisms include potential induced degradation (PID) and current-induced degradation (CID), among others. In this thesis, impedance spectroscopy is used to examine passivated emitter and rear cell (PERC) silicon modules with PID and CID. A comparison between control and degraded modules is done to identify key differences in the impedance spectra and determine the extent of the degradation. PID was observed at the module level as a dramatic reduction in shunt resistance, with a small amount of spatial inhomogeneity present in the degradation. It was found that accurate characterization of CID via measurement of the minority carrier lifetime requires a high bias voltage at the module level that exceeds the capabilities of a standard impedance spectrometer. Because of this, CID was also examined at the cell level, where reductions in minority carrier lifetimes could be accurately measured. A correlation between the reduction in minority carrier lifetime due to CID and a reduction in the power conversion efficiency was observed. Thus, the PID and CID mechanisms studied here induce unique changes in the impedance spectroscopy results, making them distinguishable and quantifiable. Finally, the ability to mitigate CID through the use of different silicon wafers and a current induced regeneration process was characterized by impedance spectroscopy. \r\n\tThe stability of emerging photovoltaics, such as those based on a metal halide perovskite light-absorbing film, is also tackled. Atmospheric pressure spatial atomic layered deposition (AP-SALD) is a scalable technique to produce dense, uniform, pinhole free thin films. This is ideal for improving the stability of perovskite devices by preventing the ingress of moisture, which causes degradation of the perovskite film. Tungsten oxide is a transparent semiconductor that is attractive for use as a charge-transporting layer in perovskite photovoltaics. By including a nebulizer and ozone generator in our custom-built AP-SALD system, it was possible to produce tungsten oxide films for the first time by this method. Optimized deposition parameters resulted in hexagonal tungsten oxide, which was characterized then annealed into monoclinic tungsten oxide. The growth rate of this procedure suggests layer-by-layer growth, which is consistent with an ALD growth mode. Due to high deposition temperatures, an inverted p-i-n architecture is required to implement tungsten oxide into a perovskite structure. Preliminary trials at incorporating tungsten oxide address the crystal structure and wettability of the WO3 film. Further tests are necessary to create a device using WO3 films fabricated by AP-SALD",
}
