{
	"publisher": "",
	"author": "Calle, Luz Marina, Hintze, Paul E.",
	"title": "Electrochemical Properties of Organosilane Self Assembled Monolayers on Aluminum 2024",
	"download-url": "https://core.ac.uk/download/pdf/10566709.pdf",
	"abstract": "Self assembled monolayers are commonly used to modify surfaces. Within the last 15 years, self assembled monolayers have been investigated as a way to protect from corrosion[1,2] or biofouling.[3] In this study, self assembled monolayers of decitriethoxysilane (C10H21Si(OC2H5)3) and octadecyltriethoxysilane (C18H37Si(OC2H5)3) were formed on aluminum 2024-T3. The modified surfaces and bare Al 2024 were characterized by dynamic water contact angle measurements, x-ray photoelectron spectroscopy (XIPS) and infrared spectroscopy. Electrochemical impedance spectroscopy (EIS) in 0.5 M NaCl was used to characterize the monolayers and evaluate their corrosion protection properties. The advancing water contact angle and infrared measurements show that the mono layers form a surface where the hydrocarbon chains are packed and oriented away from the surface, consistent with what is found in similar systems. The contact angle hysteresis measured in these systems is relatively large, perhaps indicating that the hydrocarbon chains are not as well packed as monolayers formed on other substrates. The results of the EIS measurements were modeled using a Randle's circuit modified by changing the capacitor to a constant phase element. The constant phase element values were found to characterize the monolayer. The capacitance of the monolayer modified surface starts lower than the bare Al 2024, but approaches values similar to the bare Al 2024 within 24 hours as the monolayer is degraded. The n values found for bare Al 2024 quickly approach the value of a true capacitor and are greater than 0.9 within hours after the start of exposure. For the monolayer modified structure, n can stay lower than 0.9 for a longer period of time. In fact, n for the monolayer modified surfaces is different from the bare surface even after the capacitance values have converged. This indicates that the deviation from ideal capacitance is the most sensitive indicator of the presence of the monolayer",
}
