{
	"year": 2009,
	"publisher": "",
	"author": "Kurniawan, Fredy",
	"title": "New analytical applications of gold nanoparticles",
	"download-url": "https://core.ac.uk/download/11542016.pdf",
	"abstract": "The work includes improvements of surface technology, new analytical applications of metallic nanoparticles and optimization of technological steps for production of different types of metallic nanoparticles in discrete and continuous modes. The technology of LbL deposition was optimized and applied for immobilization of metallic nanoparticles. SPR detection was used for the determination of optimal deposition conditions and on-line monitoring of the deposition process. Simple approach for automation of LbL deposition allowing one to deposit up to hundreds of layers was developed. The technology was proved by electrochemical analysis for deposition of electrochemically active polymers. A new diffusion based semi-quantitative assay for detection of sugars was suggested. \nElectrochemical oxidation of glucose and dopamine on electrodes modified with gold nanoparticles was studied. Conditions for electrochemical analysis of these substances in the presence of typical natural interferents were evaluated. A combination of voltammetry and impedance spectroscopy was used to demonstrate a formation of insulating layer on gold surface, this resulted in explanation of anomalous shape of voltammetric curves. A combination of electrochemical and SPR measurements demonstrated directly a formation of an insulating layer on the electrode surface and was used for optimization of the assay conditions. The results indicate a possibility to develop an enzyme free sensors for glucose and dopamine.\nIt was discovered that gold nanoparticles are effective nucleating agents for protein crystallization. Nanoparticles induce protein crystallization at lower supersaturation and increase the number of protein crystals formed at higher supersaturation. The fact that this technology works with so different proteins as lysozyme and ferritin allows one to suggest that it may be also applied for many other proteins including the ones which are reluctant to crystallization by known technologies.  \nIrreversible freezing indicators based on gold nanoparticles were developed. The filling suspension containing nanoparticles, nucleation and stabilization agents were optimized in sense of stability and irreversibility of color changes. A large scale production of this indicator will be started in spring 2008",
}
