{
	"doi": "10.1016/j.arabjc.2016.12.019",
	"year": 2017,
	"publisher": "'Elsevier BV'",
	"author": "Ares, Alicia Esther, Kociubczyk, Alex Iv\303\241n, Mendez, Claudia Marcela, Rozicki, Roberto S., Scheiber, Ver\303\263nica L.",
	"title": "Electrochemical behavior of Sn-Zn alloys with different grain structures in chloride-containing solutions",
	"download-url": "https://core.ac.uk/download/159286475.pdf",
	"abstract": "In the present research the electrochemical behavior of the Sn-Zn alloys (Sn-1 wt.%Zn, Sn-4 wt.%Zn and 8.9 wt.%Zn) in 3% NaCl solution is analyzed using potentiodynamic cyclic polarization measurements and Electrochemical Impedance Spectroscopy (EIS) technique. Specimens were longitudinally solidified with simultaneous heat extraction in two opposite directions. Working electrodes were constructed using longitudinal and cross sections of the specimens with both types of structure: columnar and equiaxed.  Results obtained from the polarization curves indicated that the two types of grain structures of Sn-Zn alloys (Sn-1 wt.%Zn, Sn-4 wt.%Zn and Sn-8.9 wt.%Zn) corresponding to longitudinal section present a pseudo passive zone. In the case of specimens from cross sections of the samples, the columnar and equiaxed zones of Sn-8.9 wt.%Zn are the only ones that do not have this pseudo passive region. In addition, the interdendritic zone of alloys is susceptible to corrosion by dealloying because this phase is zinc-rich. This type of corrosion also occurs in the zinc rich lamellar structure present in the eutectic. The percentage of zinc in the alloy increases with increasing susceptibility to pitting corrosion. The EIS values obtained revealed that the susceptibility to corrosion increases with increasing zinc content in alloys, for both the columnar and equiaxed zones. In addition, the columnar zones of Sn-4 wt.%Zn and Sn-8.9 wt.%Zn specimens are more resistant to corrosion than the equiaxed grain specimens. However, the equiaxed zone of Sn-1 wt.%Zn alloy is less susceptible to corrosion than the columnar zone. After adjustment by equivalent circuits it is revealed that the equiaxed zone of Sn-8.9 wt.%Zn alloy has a second porous layer composed of corrosion products on the electrode surface.Fil: Mendez, Claudia Marcela. Universidad Nacional de Misiones. Facultad de Ciencias Exactas, Qu\303\255micas y Naturales; Argentina. Consejo Nacional de Investigaciones Cient\303\255ficas y T\303\251cnicas. Centro Cient\303\255fico Tecnol\303\263gico Conicet - Nordeste. Instituto de Materiales de Misiones. Universidad Nacional de Misiones. Facultad de Ciencias Exactas Qu\303\255micas y Naturales. Instituto de Materiales de Misiones; ArgentinaFil: Scheiber, Ver\303\263nica L.. Provincia de Misiones. Comit\303\251 de Desarrollo e Innovaci\303\263n Tecnol\303\263gica. Centro de Desarrollo e Innovaci\303\263n Tecnol\303\263gica; ArgentinaFil: Rozicki, Roberto S.. Universidad Nacional de Misiones. Facultad de Ciencias Exactas, Qu\303\255micas y Naturales; ArgentinaFil: Kociubczyk, Alex Iv\303\241n. Universidad Nacional de Misiones. Facultad de Ciencias Exactas, Qu\303\255micas y Naturales; Argentina. Consejo Nacional de Investigaciones Cient\303\255ficas y T\303\251cnicas. Centro Cient\303\255fico Tecnol\303\263gico Conicet - Nordeste. Instituto de Materiales de Misiones. Universidad Nacional de Misiones. Facultad de Ciencias Exactas Qu\303\255micas y Naturales. Instituto de Materiales de Misiones; ArgentinaFil: Ares, Alicia Esther. Universidad Nacional de Misiones. Facultad de Ciencias Exactas, Qu\303\255micas y Naturales; Argentina. Consejo Nacional de Investigaciones Cient\303\255ficas y T\303\251cnicas. Centro Cient\303\255fico Tecnol\303\263gico Conicet - Nordeste. Instituto de Materiales de Misiones. Universidad Nacional de Misiones. Facultad de Ciencias Exactas Qu\303\255micas y Naturales. Instituto de Materiales de Misiones; Argentin",
}
