{
	"doi": "10.1039/c4ra12632g",
	"year": 2014,
	"publisher": "'Royal Society of Chemistry (RSC)'",
	"author": "Benayahu, D., Carminati, M., Caviglia, Claudia, Dimaki, Maria, Dufva, Martin, Emn\303\251us, Jenny, Ferrari, G., Heiskanen, Arto, Keresztes, Zs., Kokaia, M., Landini, E., Mart\303\255nez-Serrano, A., Moreno, T. Ramos, Papkovsky, D., Raiteri, R., Sampietro, M., Shah, Fozia, Svendsen, Winnie Edith, Vergani, M., Wollenberger, U., Zor, Kinga",
	"title": "A compact multifunctional microfluidic platform for exploring cellular dynamics in real-time using electrochemical detection",
	"download-url": "https://core.ac.uk/download/43247005.pdf",
	"abstract": "Downscaling of microfluidic cell culture and detection devices for electrochemical monitoring has mostly focused on miniaturization of the microfluidic chips which are often designed for specific applications and therefore lack functional flexibility. We present a compact microfluidic cell culture and electrochemical analysis platform with in-built fluid handling and detection, enabling complete cell based assays comprising on-line electrode cleaning, sterilization, surface functionalization, cell seeding, cultivation and electrochemical real-time monitoring of cellular dynamics. To demonstrate the versatility and multifunctionality of the platform, we explored amperometric monitoring of intracellular redox activity in yeast (Saccharomyces cerevisiae) and detection of exocytotically released dopamine from rat pheochromocytoma cells (PC12). Electrochemical impedance spectroscopy was used in both applications for monitoring cell sedimentation and adhesion as well as proliferation in the case of PC12 cells. The influence of flow rate on the signal amplitude in the detection of redox metabolism as well as the effect of mechanical stimulation on dopamine release were demonstrated using the programmable fluid handling capability. The here presented platform is aimed at applications utilizing cell based assays, ranging from e.g. monitoring of drug effects in pharmacological studies, characterization of neural stem cell differentiation, and screening of genetically modified microorganisms to environmental monitoring",
}
