{
	"doi": "10.3389/fchem.2020.00750",
	"year": 2020,
	"publisher": "'Frontiers Media SA'",
	"author": "Bruetting, Wolfgang, Br\303\244se, Stefan, Crovini, Ettore, Naqvi, Bilal, Naujoks, Tassilo, Rodella, Francesco, Sahay, Prakhar, Schmid, Markus, Strohriegl, Peter, Zhang, Zhen, Zysman-Colman, Eli",
	"title": "What controls the orientation of TADF emitters?",
	"download-url": "https://core.ac.uk/download/333646608.pdf",
	"abstract": "This work was funded by the EU Horizon 2020 MSC ITN \342\200\234TADFlife\342\200\235 (Grant Agreement No. 812872) as well as by Deutsche Forschungsgemeinschaft (DFG, project no. Br 1728/20-1). ZZ acknowledges the financial support from Chinese Scholarship Council (CSC, 201606890009) for his PhD studies.Thermally-activated delayed fluorescence (TADF) emitters\342\200\224just like phosphorescent ones\342\200\224can in principle allow for 100% internal quantum efficiency of organic light-emitting diodes (OLEDs), because the initially formed electron-hole pairs in the non-emissive triplet state can be efficiently converted into emissive singlets by reverse intersystem crossing. However, as compared to phosphorescent emitter complexes with their bulky\342\200\224often close to spherical\342\200\224molecular structures, TADF emitters offer the advantage to align them such that their optical transition dipole moments (TDMs) lie preferentially in the film plane. In this report, we address the question which factors control the orientation of TADF emitters. Specifically, we discuss how guest-host interactions may be used to influence this parameter and propose an interplay of different factors being responsible. We infer that emitter orientation is mainly governed by the molecular shape of the TADF molecule itself and by the physical properties of the host\342\200\224foremost, its glass transition temperature Tg and its tendency for alignment being expressed, e.g., as birefringence or the formation of a giant surface potential of the host. Electrostatic dipole-dipole interactions between host and emitter are not found to play an important role.Publisher PDFPeer reviewe",
}
