{
	"doi": "10.3390/app10041460",
	"year": 2020,
	"publisher": "'MDPI AG'",
	"author": "Climent, Miguel-\303\201ngel, Fustos, Ivo, Henr\303\255quez-Jara, Basti\303\241n I., Letelier, Viviana, Moriconi, Giacomo, Ortega, Jos\303\251 Marcos, Real, Teresa, S\303\241nchez, Isidro, Tremi\303\261o Agull\303\263, Rosa Mar\303\255a",
	"title": "The Use of Volcanic Powder as a Cement Replacement for the Development of Sustainable Mortars",
	"download-url": "https://core.ac.uk/download/287776465.pdf",
	"abstract": "Currently, reduction of environmental effects of the cement industry is an issue of global interest and one of the alternatives is to replace clinker with additions such as volcanic powder. The purpose of this work is to study the influence of up to 400 hardening days of volcanic powder, obtained from the last eruption of the Calbuco volcano (Chile), on the pore structure, mechanical performance, and durability-related properties of mortars which incorporate up to 20% volcanic powder as a substitution for clinker. In addition, an evaluation of greenhouse gases emissions was performed in order to quantify the possible environmental benefits of incorporating the volcanic powder in the mortars. The results obtained indicated that mortars with contents of 10% and 20% of volcanic powder had adequate service properties and improved all durability-related properties overall as compared with those noted for ordinary Portland cement. Additionally, the use of up to 20% volcanic powder makes it possible to reduce the CO2 emissions of mortars by almost 20%, demonstrating the advantages of incorporating this addition in mortars.This research was funded by the Universidad de La Frontera (Chile) (grant code DI19-0019, project entitled \342\200\234Desarrollo de una dosificaci\303\263n de morteros con baja conductividad t\303\251rmica para utilizar en prefabricados\342\200\235), by the Conselleria de Educaci\303\263n, Investigaci\303\263n, Cultura y Deporte (at present renamed as Conselleria de Innovaci\303\263n, Universidades, Ciencia y Sociedad Digital) de la Generalitat Valenciana (Spain) (grant code GV/2019/070), by the Spanish Agencia Estatal de Investigaci\303\263n (grant code BIA2016-80982-R) and by the European Regional Development Fund (grant code BIA2016-80982-R)",
}
