{
	"year": 2012,
	"publisher": "Croatian Metallurgical Society (CMS)",
	"author": "J. Przondziono, W. Walke",
	"title": "Komparativno istra\305\276ivanje korozije \305\276ice kori\305\241tene pri urolo\305\241koj obradi uz sterilizaciju",
	"download-url": "https://core.ac.uk/download/14442436.pdf",
	"abstract": "The purpose of the tests was to determine whether and how sterilization process of samples made of AISI 316L stainless steel with different strain impacts their corrosion resistance. Tests were made on steel samples that had been electrochemically polished in order to assure proper surface roughness. In order to evaluate the influence of sterilization on physical and chemical properties of steel surface, tests of corrosion resistance were made by means of potentiodynamical method. The tests were made in alternative solution simulating human urine. Recorded anodic polarization curves created the ground for determination of typical parameters describing pitting corrosion resistance, that enabled to evaluate steel wire corrosion behavior under sterilization conditions.Svrha je ispitivanja bila da se ustanovi postoji li, i kakav je utjecaj sterilizacije na korozijsku otpornost \305\276i\304\215anih uzoraka od nehr\304\221aju\304\207eg \304\215elika AISI 316L, oblikovanih plasti\304\215nom deformacijom razli\304\215itog intenziteta. Ispitivanja su obavljena na uzorcima koji su elektrokemijski polirani kako bi se osigurala tra\305\276ena niska hrapavost povr\305\241ine. U cilju procjene utjecaja sterilizacije na fizikalna i kemijska svojstva \304\215eli\304\215ne povr\305\241ine, ispitivana je korozijska otpornost potenciodinami\304\215kom metodom. Pritom je za simulaciju ljudske mokra\304\207e primijenjena zamjenska otopina. Snimljene krivulje anode polarizacije poslu\305\276ile su za odre\304\221ivanje tipi\304\215nih parametara koji definiraju otpornost \304\215elika prema jami\304\215astoj koroziji, \305\241to je omogu\304\207ilo procjenu korozijskog pona\305\241anja \304\215eli\304\215nih \305\276ica nakon sterilizacije",
}
