{
	"year": 2011,
	"publisher": "UR Scholarship Repository",
	"author": "Campbell-Rance, Debbie S., Doan, Tran T., Leopold, Michael C.",
	"title": "Sweep, Step, Pulse, and Frequency-Based Techniques Applied to Protein Monolayer Electrochemistry at Nanoparticle Interfaces",
	"download-url": "https://core.ac.uk/download/388562922.pdf",
	"abstract": "Protein monolayer electrochemistry (PME), a strategy using synthetic platforms to study the electron transfer (ET) properties of adsorbed proteins, has been successfully applied to proteins adsorbed at monolayer-protected gold cluster (MPCs) assembled films, an adsorption interface shown to be an effective alternative, compared to traditional self-assembled monolayer (SAM) films, for the immobilization and study of ET proteins. Within PME studies, cyclic voltammetry (CV) remains the most commonly applied electrochemical technique in spite of several limitations that occur when the sweep technique is used at either platform. In particular, CV for PME at MPC films results in analysis complications stemming from the increased charging current inherent to electrochemical interfaces incorporating MPCs with capacitive properties. In this study, multiple electroanalytical techniques, involving step (chronocoulometry, CC), pulse (square wave voltammetry, SWV), and frequency-based impedance (electrochemical impedance spectroscopy, EIS) measurements, are applied to monolayers of adsorbed Pseudomonas aeruginosa azurin and horse heart cytochrome c at both MPC film assemblies as well as traditional SAMs. Electrochemical parameters (formal potential, electroactive surface coverage, double-layer capacitance, and ET rate constant) measured from these various techniques are directly compared and offer insight into the performance and reliability of each technique\342\200\231s effectiveness in PME. While certain techniques result in measurements indistinguishable from CV, others offer distinct differences. Moreover, the application of alternative techniques reveals systemic limitations and complications within the electrochemical analysis that we further explore, including strategies for applying fast scanning techniques like SWV as well as the construction of MPC platforms with controlled levels of charging current that enable successful impedance analysis. The application of more advanced electrochemical techniques to developing electrochemical interfaces such as MPC film assemblies allows for a greater understanding of not only PME but also the applicability and effectiveness of these techniques to optimize the measurement of specific electrochemical parameters",
}
