{
	"doi": "10.1016/j.jdent.2013.03.008",
	"year": 2013,
	"publisher": "'Elsevier BV'",
	"author": "Celis, J. P., Henriques, Mariana, Oliveira, Ros\303\241rio, Ponthiaux, Pierre, Rocha, L. A., Souza, J. C. M., Teughels, W.",
	"title": "Corrosion behaviour of titanium in the presence of Streptococcus mutans",
	"download-url": "https://core.ac.uk/download/55625264.pdf",
	"abstract": "Objective\r\n\r\nThe main aim of this in vitro study was to evaluate the influence of Streptococcus mutans on the corrosion of titanium.\r\n\r\nMethods\r\n\r\nS. mutans biofilms were formed on commercially pure titanium (CP-Ti) square samples (10 mm \303\227 10 mm \303\227 1 mm) using a culture medium enriched with sucrose. Open circuit potential (OCP) and electrochemical impedance spectroscopy (EIS) measurements were used to evaluate the corrosion behaviour of CP-Ti in the presence of S. mutans in Fusayama's artificial saliva. The corrosion of biofilm-free CP-Ti samples was also evaluated in artificial saliva. Biofilms biomass was measured by spectrophotometry, using crystal violet staining, after 1, 2 and 7 days.\r\n\r\nResults\r\n\r\nThe OCP values recorded on CP-Ti in the presence of S. mutans (\342\210\2220.3 \302\261 0.02 V vs. SCE) was lower than those on biofilm-free CP-Ti (\342\210\2220.1 \302\261 0.01 V vs. SCE) after 2 h of immersion in artificial saliva (p < 0.05). That reveals a high reactivity of titanium in presence of S. mutans. Impedance spectra revealed the formation of a compact passive film on titanium in artificial saliva or in the presence of a 2 days old S. mutans biofilm even though the corrosion resistance of CP-Ti has decreased in presence of a S. mutans biofilm.\r\n\r\nConclusion\r\n\r\nThe presence of bacterial colonies, such as S. mutans, negatively affected the corrosion resistance of the titanium.The authors acknowledge the financial support provided by Alban Programme (cod. E06D103407BR), the Erasmus Student Exchange Programme of the CEC, FCT (PTDC/CTM/67500/2006) and the Scientific Research Community on Surface Modification of Materials funded by the Flemish Science Foundation (WOG-FWO-Vlaanderen)",
}
