{
	"doi": "10.5603/gp.2020.0061",
	"year": 2020,
	"publisher": "'VM Media SP. zo.o VM Group SK'",
	"author": "Baranski, Pawel, Homola, Wojciech, Pomorski, Michal, Zimmer, Aleksandra, Zimmer, Mariusz",
	"title": "Folate receptor-mediated cervical staining as an adjunct to colposcopy which can improve the diagnostic accuracy of detecting high grade squamous intraepithelial lesions",
	"download-url": "https://core.ac.uk/download/328109686.pdf",
	"abstract": "Objectives: Cervical cancer is rated fourth in terms of incidence and cancer-related mortality in women. Cytology-basedscreening programs and colposcopy provided insufficient rates of detecting cervical intraepithelial neoplasia (CIN) promptingresearchers to develop new tools. The aim of this study was to evaluate whether folate receptor-mediated staining isuseful in detecting CIN2+ during gynecological examination with colposcopy.Material and methods: In total 96 women with abnormal cytology findings were enrolled. The study was conducted on thePolish population. The diagnostic process consisted of colposcopy, receptor-mediated diagnosis (FRD), and histopathologyexamination. All women were subjected to the same diagnostic procedure.Results: The patient mean age of 96 women was 38 \302\261 14.5 years. On colposcopy, high-grade lesions were detected in83 women. The FRD gave positive results in 63 women. Histopathology revealed 1 case of carcinoma plano epithelial akeratodes,21 cases of high-grade squamous intraepithelial lesions, 13 cases of low-grade squamous intraepithelial lesions. A totalof 61 cases presented no pathology. FRD as an adjunct to colposcopy gave the following test results in detecting CIN2+lesions: sensitivity \342\200\224 94.29%, specificity \342\200\224 46.67%, PPV \342\200\224 50.77%, NPV \342\200\224 93.33%, and accuracy \342\200\224 64.21%. Using bothtechniques provided better results than using each of the tests alone.Conclusions: FRD is a promising test for the diagnosing CIN2+ cervical pathologies because it can increase the probabilityof detecting CIN2+ without any additional burden posed on patients. Further studies should be conducted on large andvarious populations to complement current evidence",
}
