{
	"doi": "10.26740/ifi.v9n2.p41-46",
	"year": 2020,
	"publisher": "'Universitas Negeri Surabaya'",
	"author": "Imam Supardi, Zainul Arifin, Niga Pangestu, Ella Putri",
	"title": "KAJIAN PROSES CHARGE-DISCHARGE PADA SEL AKI Pb-PbO2",
	"download-url": "https://core.ac.uk/download/482199169.pdf",
	"abstract": "AbstrakEnergi listrik masih menjadi energi paling dibutuhkan pada saat ini. Tetapi, jumlah kebutuhan energi tidak sesuai dengan ketersediaan sumber energi. Maka dari itu, energi listrik perlu disimpan. Baterai merupakan perangkat elektronik yang dapat menyimpan energi listrik. Pada penelitian ini digunakan jenis baterai sekunder, yaitu akumulator (aki). Aki yang digunakan yaitu aki bekas yang memiliki konstruksi yang masih bagus dan memiliki tegangan per sel aki sebesar 2 V. Tujuan dari penelitian ini, yaitu (1) menganalisis performa elektroda Pb-PbO2 saat proses charge dan discharge muatan pada sel aki, dan (2) mengukur kapasitas listrik sel aki yang digunakan. Sel aki yang diuji berasal dari aki bekas dengan merk Yuasa tipe YT7C dengan spesifikasi 12 V 6 Ah. Proses pengukuran charge dengan memberikan tegangan 6 V pada sel aki, dan proses discharge dengan memberikan beban lampu 2,5 V 0,3 A. Berdasarkan data hasil pengukuran, elektroda Pb-PbO2 masih menunjukkan kinerja yang baik dalam proses pengisian dan pengosongan muatan. Hal ini ditunjukkan dengan nilai tegangan per sel aki masih berada di kisaran nilai 2 V, walaupun telah diuji selama 2 siklus. Selain itu, nilai kapasitas sel aki yang terukur sebesar 0,9 Ah. Nilai tersebut sudah mendekati nilai standar spesifikasi dari aki tersebut, yaitu sebesar 1 Ah.Kata Kunci: sel aki, charge-discharge, kapasitas aki\302\240AbstractElectrical energy is still the energy most needed today. However, the amount of energy needs does not match the availability of energy sources. Therefore, the energy needs to be stored. A battery is an electronic device that can store electricity. In this study, the type of secondary battery used is as an accumulator. The accumulator used is a former accumulator that still has a good construction and a voltage per cell of 2 V. The purpose of this study, is (1) analyzing the performance of Pb-PbO2 electrodes during the charge and discharge process of the accumulator cell, and (2) measuring the capacity of the accumulator. The accumulator cells tested were from a former accumulator Yuasa brand YT7C type with 12 V 6 Ah specification. The charge process provides a 6 V voltage to the battery cell, and the discharge process provides a 2.5 V 0.3 A lamp load. Based on the test data, the Pb-PbO2 electrode still shows good performance in the charge and discharge process. It is indicated by the voltage value per cell which is still in the range of 2 V, even though it has been tested for 2 cycles. Besides, the measured accumulator cell capacity value is 0.9 Ah. This value is close to the accumulator standard specification value, which is equal to 1 Ah.Keywords: accumulator cell, charge-discharge, accumulator capacit",
}
