{
	"year": 2017,
	"publisher": "Universit\303\244tsverlag der Technischen Universit\303\244t Chemnitz",
	"author": "Guermazi, Mahdi",
	"title": "In-Vitro Biological Tissue State Monitoring based on Impedance Spectroscopy",
	"download-url": "https://core.ac.uk/download/153229954.pdf",
	"abstract": "The relationship between post-mortem state and changes of biological tissue impedance has been investigated to serve as a basis for developing an in-vitro measurement method for monitoring the freshness of meat. The main challenges thereby are the reproducible measurement of the impedance of biological tissues and the classification method of their type and state. \nIn order to realize reproducible tissue bio-impedance measurements, a suitable sensor taking into account the anisotropy of the biological tissue has been developed. It consists of cylindrical penetrating multi electrodes realizing good contacts between electrodes and the tissue. Experimental measurements have been carried out with different tissues and for a long period of time in order to monitor the state degradation with time. Measured results have been evaluated by means of the modified Fricke-Cole-Cole model. Results are reproducible and correspond to the expected behavior due to aging. An appropriate method for feature extraction and classification has been proposed using model parameters as features as input for classification using neural networks and fuzzy logic.\nA Multilayer Perceptron neural network (MLP) has been proposed for muscle type computing and the age computing and respectively freshness state of the meat. The designed neural network is able to generalize and to correctly classify new testing data with a high performance index of recognition. \nIt reaches successful results of test equal to 100% for 972 created inputs for each muscle. An investigation of the influence of noise on the classification algorithm shows, that the MLP neural network has the ability to correctly classify the noisy testing inputs especially when the parameter noise is less than 0.6%. The success of classification is 100% for the muscles Longissimus Dorsi (LD) of beef, Semi-Membraneous (SM) of beef and Longissimus Dorsi (LD) of veal and 92.3% for the muscle Rectus Abdominis (RA) of veal. \nFuzzy logic provides a successful alternative for easy classification. Using the Gaussian membership functions for the muscle type detection and trapezoidal member function for the classifiers related to the freshness detection, fuzzy logic realized an easy method of classification and generalizes correctly the inputs to the corresponding classes with a high level of recognition equal to 100% for  meat type detection and with high accuracy for freshness computing equal to 84.62% for the muscle LD beef, 92.31 % for the muscle RA beef, 100 % for the muscle SM veal and 61.54% for the muscle LD veal.\n\342\200\203Auf der Basis von Impedanzspektroskopie wurde ein neuartiges in-vitro-Messverfahren zur \303\234berwachung der Frische von biologischem Gewebe entwickelt. Die wichtigsten Herausforderungen stellen dabei die Reproduzierbarkeit der Impedanzmessung und die Klassifizierung der Gewebeart sowie dessen Zustands dar. F\303\274r die Reproduzierbarkeit von Impedanzmessungen an biologischen Geweben, wurde ein zylindrischer Multielektrodensensor realisiert, der die 2D-Anisotropie des Gewebes ber\303\274cksichtigt und einen guten Kontakt zum Gewebe realisiert. Experimentelle Untersuchungen wurden an verschiedenen Geweben \303\274ber einen l\303\244ngeren Zeitraum durchgef\303\274hrt und mittels eines modifizierten Fricke-Cole-Cole-Modells analysiert. Die Ergebnisse sind reproduzierbar und entsprechen dem physikalisch-basierten erwarteten Verhalten. Als Merkmale f\303\274r die Klassifikation wurden die Modellparameter genutzt",
}
