{
	"year": 2020,
	"publisher": "",
	"author": "Gemanam, Sylvester Jande",
	"title": "Study Of Dielectric Response And Electrical Impedance Spectroscopy In Diabetic And Non-Diabetic Human Blood Induced By Low Level Laser",
	"download-url": "https://core.ac.uk/download/533977467.pdf",
	"abstract": "The laser applications on blood helps to elucidates the interaction mechanisms of laser light with blood (biological tissues). The knowledge of blood dielectric response, biostimulation effects and specific absorption rate (SAR) through electrical impedance spectroscopy can optimise appropriate medical therapy without adverse biological alterations. The study used 208 blood samples (128 males and 80 non-pregnant females) from 104 diabetic blood and 104 non-diabetic blood samples collected in ethylenediaminetetra-acetic acid (EDTA) tubes by venepuncture. Each sample was divided into small aliquots such as control (non-irradiated group) and irradiated group samples. The irradiation was carriedout at output powers of 50, 60, 70 and 80 mW for 5, 10, 15 and 20 minutes each using diode-pumped solid-state (DPSS) laser of 532 nm wavelength. Agilent 4294A impedance analyser at frequency range of 40 Hz-30 MHz was used for impedance measurements. Results show significant increased of dielectric parameters (dielectric permittivity, dielectric loss and conductivity) in control in vitro diabetic blood compared with non-diabetic blood. The reduced haemoglobin presence in diabetic blood consequently affects oxygen affinity, reduced cell membrane resistance and induces changes in intrinsic membrane. This effected variation in dipole reactions within cell membranes and conductance transport in the extra-cellular medium to alter the dielectric reactions. Irradiated diabetic blood also showed high significant difference compared to the control counterparts. Dielectric response values; dielectric permittivity, dielectric loss and conductivity were p = 0.003, 0.001 and 0.001 for 10 minutes exposure and p=0.000, 0.005 and 0.004 for 15 minutes exposure respectively at output power of 50 mW",
}
