{
	"year": 2021,
	"publisher": "Universidad de C\303\263rdoba, UCOPress",
	"author": "Madue\303\261o Luna, Jos\303\251 Miguel",
	"title": "New techniques for the improvement of the elaboration processes of \342\200\234estilo sevillano\342\200\235 table olives",
	"download-url": "https://core.ac.uk/download/395735922.pdf",
	"abstract": "La medida de la impedancia el\303\251ctrica ha demostrado ser \303\272til para medir propiedades y caracter\303\255sticas de productos agroalimentarios: calidad de frutos, contenido de humedad y capacidad de germinaci\303\263n en semillas o la resistencia de los frutos a las heladas. En el caso de aceitunas se ha usado para determinar contenido de grasa y el momento \303\263ptimo de recolecci\303\263n. En el presente trabajo se ha desarrollado un equipo basado en el System on Chip (SoC) AD5933 que ejecuta una transformada discreta de Fourier (DFT) de 1024 puntos para devolver el valor de la impedancia como m\303\263dulo y fase y que trabajando junto a dos multiplexores anal\303\263gicos AD706 y un reloj externo programable basado en un DDS sintetizado en una FPGA XC3S250E- 4VQG100C, permite la medida de la impedancia en productos agroalimentarios con un barrido en frecuencia desde 1 Hz a 100 kHz. Con esta aportaci\303\263n se demuestra c\303\263mo la impedancia el\303\251ctrica se ve afectada por la temperatura tanto en las aceitunas reci\303\251n recolectadas como en las procesadas en salmuera y proporciona una nueva t\303\251cnica para la mejora de los procesos de elaboraci\303\263n de la aceituna de mesa de estilo sevillano al caracterizar los cultivares empleando \303\272nicamente la impedancia el\303\251ctrica, redes neuronales (NN) e Internet de las cosas (IoT).Electrical impedance has shown itself to be useful in measuring the properties and characteristics of agri-food products: fruit quality, moisture content, the germination capacity in seeds or the frost-resistance of fruit. In the case of olives, it has been used to determine fat content and optimal harvest time. In this paper, a system based on the System on Chip (SoC) AD5933 running a 1024-point discrete Fourier transform (DFT) to return the impedance value as a magnitude and phase and which, working together with two ADG706 analog multiplexers and an external programmable clock based on a synthesized DDS in a FPGA XC3S250E-4VQG100C, allows for the impedance measurement in agri-food products with a frequency sweep from 1 Hz to 100 kHz. With this contribution, it is demonstrated how the electrical impedance is affected by the temperature both in the olives just harvested and in those processed in brine and provides a new technique for the improvement of the production processes of the \342\200\234Estilo sevillano\342\200\235 table olives when characterizing cultivars using only electrical impedance, neural networks (NN) and Internet of things (IoT)",
}
