{
	"year": 2020,
	"publisher": "",
	"author": "Sousa, Nuno Andr\303\251 Carvalho",
	"title": "Materiais para pilhas de combust\303\255vel alcalinas s\303\263lidas",
	"download-url": "https://core.ac.uk/download/294780270.pdf",
	"abstract": "O principal objetivo deste trabalho \303\251 o desenvolvimento de uma nova gera\303\247\303\243o de materiais sustent\303\241veis para c\303\251lulas de combust\303\255vel alcalinas de eletr\303\263lito solido (SAFC) e tecnologias de hidrog\303\251nio. A tecnologia SAFC oferece vantagens a dois n\303\255veis: i) o eletr\303\263lito polim\303\251rico solido \303\251 menos sens\303\255vel a envenenamento por CO2, e especialmente ii) a cin\303\251tica das rea\303\247\303\265es de el\303\251trodo \303\251 melhorada no meio b\303\241sico criado na c\303\251lula, que pode n\303\243o requerer o uso de catalisadores \303\240 base da escassa platina. Estas vantagens implicam desafios. O transporte de OH- \303\251 inerentemente mais lento que o de H+, e, portanto, pol\303\255meros altamente condutores s\303\243o necess\303\241rios. O meio alcalino amea\303\247a a integridade tanto da membrana polim\303\251rica como do catalisador, ent\303\243o materiais quimicamente est\303\241veis s\303\243o necess\303\241rios. Esta tese explora o potencial da celulose bacteriana (BC) como suporte de polieletr\303\263litos cati\303\263nicos/quatern\303\241rios, formando membranas nanocomp\303\263sitas com excelentes propriedades mec\303\242nicas e est\303\241veis em ambientes alcalinos. A compara\303\247\303\243o de membranas de BC pura e com tratamento \303\241cido ou b\303\241sico n\303\243o revela uma deteriora\303\247\303\243o evidente da membrana com tratamento alcalino em termos de degrada\303\247\303\243o t\303\251rmica, condutividade i\303\263nica, propriedades viscoel\303\241sticas e at\303\251 desempenho da c\303\251lula de combust\303\255vel. Este \303\272ltimo \303\251 severamente limitado pela baixa condutividade da BC (14) indicam que Sr, Ni, Cu e Co nas perovesquites e nas fases Ruddlesden-Popper tendem a dissolver, em conformidade com diagramas de Pourbaix calculados. A superf\303\255cie dos el\303\251trodos sem cati\303\265es met\303\241licos, que por sua vez se acumulam no eletr\303\263lito, \303\251 prov\303\241vel que resulte em efeitos dif\303\255ceis de prever nas propriedades electrocatal\303\255ticas da amostra. De acordo com os diagramas de Pourbaix, materiais \303\240 base de Mn devem ser capazes de resistir a ambientes alcalinos. A perovesquite La0.7Sr0.3MnO3 apresenta a melhor atividade electrocatal\303\255tica, e emerge de entre as composi\303\247\303\265es testadas como a \303\272nica alterativa est\303\241vel para a cat\303\241lise de ORR em meio fortemente alcalino. Uma tentativa \303\251 feita no sentido de correlacionar composi\303\247\303\243o, estabilidade qu\303\255mica e comportamento eletroqu\303\255mico dos materiais, baseado em modelos molecular-orbitais conhecidos. Isto, contudo, deve ser analisado com cuidado devido a incertezas associadas \303\240 composi\303\247\303\243o da superf\303\255cie e como isso muda com o forte meio alcalino.The development of a new generation of sustainable materials for solid alkaline fuel cells (SAFC) and hydrogen technologies is the major driver of this work. SAFC technology offers advantages at two levels: i) the base solid polymer electrolyte is less sensitive to CO2 poisoning, and especially ii) the kinetics of the electrode reactions is improved in the basic environment created inside the cell, which may avoid the use of scarce platinum catalysts. These advantages entail challenges. The OH- transport is inherently slower than of H+, and thus highly conductive polymers are necessary. The strong alkaline medium threatens the integrity of both the polymer membrane and the catalyst, so chemically stable materials are necessary. This thesis explores the potential of bacterial cellulose (BC) as support to cationic/quaternary polyelectrolytes, forming nanocomposite membranes with excellent mechanical properties and stable in alkaline environments. Comparison of pristine BC membranes and submitted to acidic or basic treatments reveals no noticeable degradation of the alkaline-treated membrane in terms of thermal degradation, ionic conductivity, visco-elastic properties and even fuel cell performance. The latter is severely limited by the low conductivity of BC (14) indicate that Sr, Ni, Cu and Co in perovskite and Ruddlesden-Popper phases tend to dissolve, in agreement with calculated Pourbaix diagrams. An electrode surface depleted of metallic cations, which accumulate on the electrolyte, is likely to have unpredictable effects on the electrocatalytic properties of the system. According to the Pourbaix diagrams, Mn-based materials should be able to withstand the alkaline environments. The perovskite La0.7Sr0.3MnO3 displays the best electrocatalytic activity and emerges from the tested compositions as the only stable alternative to catalyse the ORR in strong alkaline medium. An attempt is made to correlate the composition, chemical stability and electrochemical behaviour of these materials based on known molecular-orbital models. This, however, must be taken with caution in face of the unknowns associated with the surface composition and how it is changed by the strong alkaline medium.Programa Doutoral em Ci\303\252ncia e Engenharia de Materiai",
}
