{
	"doi": "10.25534/tuprints-00014637",
	"year": 2020,
	"publisher": "",
	"author": "Jeong, Jaehoon",
	"title": "The Study of Chemically Cross-Linked Ion Gels for Electronic Devices",
	"download-url": "https://core.ac.uk/download/362650076.pdf",
	"abstract": "This thesis presents the development of new chemically cross-linked (CC) ion gels and their application in electronic devices. The CC ion gels are synthesized by a hitherto unreported and novel method using self-assembled gelation; this method allows for a straightforward synthesis without complicated procedures. The CC ion gels have excellent ionic conductivities and can exhibit high capacitances through the formation of electric double layers.\n\nThese CC ion gels are applied to electrolyte-gated transistors (EGTs) in the field of printed electronics. In particular, they are applied as gate insulators, which separate the semiconducting channel from the gate electrode. They simultaneously act as mediating materials for electric double layer formation, to switch the channel on and off upon an applied bias potential between source and gate electrode. Two different ion gels are utilized for the fabrication of gate insulators, making use of a self-assembled gelation of a CC ion gel, combined with ink-jet printing, which is an effective technique to fabricate gate insulators of EGTs. The ink-jet printing process involves the development of an ink-jet printable ink to prevent nozzle clogging. The optimized amount of solvent in that ink plays an essential role in inhibiting the gelation before printing. The self-assembled gelation starts upon solvent evaporation after printing, and the CC ion gel is spontaneously synthesized on the semiconductor. In a subsequent approach, adhesive properties are added to the CC ion gel to enable hand laminating of electrodes or semiconductors. The CC ion gels fabricated by both methods exhibit remarkable gating performances in EGTs. In particular, they mitigate the drawback of the major humidity sensitivity of the common composite solid polymer electrolytes (CSPE), and show stable transfer curves in the range of 20 % to 90 % relative humidity.\n\nThe presented results enable for the first time ink-jet printing of CC ion gels. Moreover, the presented CC ion gels demonstrate great potential as gate insulators for EGTs. New findings about synthesis, analysis, and utilization of the CC ion gel suggest new directions for the development and application of advanced CC ion gels in the future",
}
