{
	"doi": "10.1109/access.2019.2962324",
	"year": 2020,
	"publisher": "'Institute of Electrical and Electronics Engineers (IEEE)'",
	"author": "Ab Rahim, Rosminazuin, Mohd Mansor, Ahmad Fairuzabadi, Nordin, Anis Nurashikin, Wing, Cheung Mak, Zainuddin, Ahmad Anwar",
	"title": "Integrated multichannel electrochemical\342\200\223quartz crystal microbalance sensors for liquid sensing",
	"download-url": "https://core.ac.uk/download/300478200.pdf",
	"abstract": "This paper highlights the design, simulation and fabrication of an array of twelve integrated\n\nelectrochemical \342\200\223 quartz crystal microbalance (IEQCM) sensors on a single substrate for liquid sensing.\n\nIntegration of both measurement techniques is made possible by combining the three electrode electrochemical device with the top and bottom electrodes for the microbalance. Important design parameters such as the\n\nworking electrode radius and gap spacing, were studied using both theoretical calculations and COMSOL\n\nMultiphysics\n\nR finite element simulations. The sensor\342\200\231s working electrode radius affects the magnitude\n\nof the frequency response while the gap affects the capacitance and current density which are important\n\nfor electrochemical measurements. It was found that the best values for the working electrode radius was\n\n2 mm and gap spacing was 0.5 mm. The sensors were fabricated using microfabrication techniques for\n\nthe gold electrode and screen printing techniques for the reference electrode. Water contact angle, atomic\n\nforce microscopy, and scanning electron microscope were utilized to study the surface roughness of the\n\nIEQCM sensor. IEQCM has a low contact angle of 53.0 \302\261 1\n\n\342\227\246\n\nand low surface roughness of 1.92nm.\n\nFor liquid sensing, an array of circular chambers were fabricated using polydimethylsiloxane (PDMS)\n\nand placed on top of the quartz substrate for liquid testing. Electrochemical measurements and cyclic\n\nvoltammetry were performed using the sensor in ferri-ferrocyanide and phosphate buffered saline solution\n\nto study the function of scan rates on the peak current with respect to the potential difference. For mass\n\nsensing measurements, liquid water droplets of 1uL \342\200\223 10 uL were placed onto the sensing surface and\n\nthe change in resonance frequencies of the sensors were measured. These resonance frequency changes\n\ncan be converted in mass change/area in accordance to the advanced Sauerbrey equation. The multichannel IEQCM sensor shows good potential as a parallel sensor for both biosensing and environmental\n\napplications",
}
