{
	"year": 2019,
	"publisher": "Universitat Polit\303\250cnica de Catalunya",
	"author": "Puiggal\303\255 Jou, Anna",
	"title": "Biointerfaces based on the combination of synthetic polymers and biomolecules",
	"download-url": "https://core.ac.uk/download/288626623.pdf",
	"abstract": "Alicat embargament des de la defensa de la tesi fins al 31 de desembre de 2019Premi Extraordinari de Doctorat, promoci\303\263 2018-2019. \303\200mbit d\342\200\231Enginyeria IndustrialDuring the last decades, research focused on the preparation of highly selective and smart materials has increased considerably. For instances, it has been possible to achieve intelligent drug nano-carriers, biomolecular sensors, platforms to promote cell growth and differentiation among many other striking applications. Two mentionable factors that helped such development are the incorporation of biological moieties onto this interfaces to gain specificity and the combination of more than one material in order to get a synergistic effect between the different components (i.e. conducting polymers suffer from poor mechanical strength, therefore its combination with polyesters can reduce their fragility).\r\nThis thesis has been devoted to the design and development of high performance polymeric materials for multiple functions related to the biomedical field, such as passive ion transport membranes, drug delivery systems and the addition of selectivity in different surfaces. The work gives special emphasis to the characterization of these platforms, like its surface chemistry, topology, biocompatibility or its mechanical strength. Besides, these systems have been synthetized in a large variety of shapes, from free-standing nanomembranes to polymeric nanoparticles. \r\nThe Thesis is divided in three blocs:\r\nBloc A encloses all the studies realized for the generation of hybrid nanoperforated membranes in order to achieve controlled ion diffusion. Specifically, an outer membrane protein, Omp2a, was considered for these studies. Primarily, the protein was purified, folded and characterized in an ambient resembling to the one encountered in nature, its mechanical forces and conductivity were analysed. The project was followed by the immobilization of Omp2a into silicon microcantillevers to acquire greater knowledge of its folding and unfolding processes upon thermal stress. Next, artificial polymeric membranes containing nanofeatures were developed with the final purpose to immobilize Omp2a via protein confinement. Then, the conductivity of the membrane with different electrolyte media solutions was tested. \r\nBloc B describes the state-of-the art of drug delivery systems prepared with intrinsically conducting polymers to achieve controlled drug release upon electrical stimuli. Furthermore, two systems based on poly(3,4-ethylenedioxythiophene) (PEDOT) nanoparticles are described. Particularly, curcumin was employed as a model neutral drug and incorporated within the PEDOT nanoparticles. The oxidation state of the PEDOT chains regulated the drug release.  Later on, a similar system was generated with polyester microfibers loaded with curcumin and nanoparticles. The driving force for the later drug release was the actuation of the PEDOT nanoparticles. \r\nLastly, Bloc C reports the immobilization of a pentapeptide called CREKA and its analog CR(NMe)EKA onto PEDOT and silicon surfaces. The addition of CREKA favoured the selectivity of those interfaces towards clotted plasma proteins such as fibrin and fibrinogen. PEDOT-peptide material allowed the electrochemical detection of the proteins by an increase in membrane resistance and these interactions were evaluated with microcantilevers by measuring the difference on weight when they were incubated with different protein concentrations.\r\nOverall, the compilation of the studies presented in this Thesis offer a comprehensive view on how modifying and generating hybrid materials is possible to optimize and exploit their capabilities for a wide range of applications.Durant les \303\272ltimes d\303\250cades, la recerca centrada en la preparaci\303\263 de materials altament selectius i intel\302\267ligents ha augmentat considerablement. Ha estat possible aconseguir nano-contenidors de f\303\240rmacs, sensors de biomol\303\250cules, plataformes per promoure el creixement i la diferenciaci\303\263 cel\302\267lular, entre moltes altres aplicacions interessants. Dos factors destacables que han ajudat aquest desenvolupament s\303\263n la incorporaci\303\263 de cues biol\303\262giques en aquets materials per obtenir especificitat i la combinaci\303\263 de m\303\251s d'un element per obtenir un efecte sin\303\250rgic entre els diferents components (per exemple els pol\303\255mers conductors pateixen d\342\200\231una baixa resist\303\250ncia mec\303\240nica, per tant, la seva combinaci\303\263 amb poli\303\250sters pot reduir la seva fragilitat per\303\262 seguir mantenint les seves propietats el\303\250ctriques). En resum, aquesta tesi s'ha centrat en el disseny i desenvolupament de materials polim\303\250rics d'alt rendiment per a m\303\272ltiples funcions relacionades amb el camp biom\303\250dic, com ara membranes passives de transport i\303\262nic, sistemes de lliurament de f\303\240rmacs i l'addici\303\263 de selectivitat envers prote\303\257nes del plasma en diferents superf\303\255cies. El treball fa especial \303\250mfasi en la caracteritzaci\303\263 d'aquestes plataformes, com la seva qu\303\255mica superficial, topologia, biocompatibilitat o resist\303\250ncia mec\303\240nica. A m\303\251s, aquests sistemes s'han sintetitzat en una gran varietat de formes, des de films fins a nanopart\303\255cules polim\303\250riques. La tesi es divideix en tres blocs: El bloc A inclou tots els estudis realitzats per a la generaci\303\263 de membranes h\303\255brides nanoperforades amb la finalitat d\342\200\231aconseguir una difusi\303\263 controlada de ions. Concretament en aquests estudis es va emprar una prote\303\257na transmembrana anomenada Omp2a. La primera etapa del treball es centra en la purificaci\303\263, plegament i caracteritzaci\303\263 de la prote\303\257na en un ambient similar al que es troba origin\303\240riament. A m\303\251s a m\303\251s, es van analitzar les seves forces mec\303\240niques i de conductivitat. Seguidament, es va procedir a la immobilitzaci\303\263 d'Omp2a en microcantillevers de silici per adquirir un major coneixement sobre els seus processos de plegament i desplegament depenent de l'estr\303\250s t\303\250rmic. Finalment, es van desenvolupar membranes polim\303\250riques artificials amb nanoperforacions amb l'objectiu d'immobilitzar Omp2a a trav\303\251s del confinament de la prote\303\257na en aquests porus. El Bloc B descriu l'estat de l\342\200\231art dels sistemes d\342\200\231alliberament controlat de f\303\240rmacs, preparats amb pol\303\255mers intr\303\255nsecament conductors, depenent d\342\200\231est\303\255muls el\303\250ctrics. En aquest apartat, es descriuen dos sistemes basats en nanopart\303\255cules de poli(3,4-etilendioxitiof\303\251) (PEDOT). En el primer cas, l'estat d'oxidaci\303\263 de les cadenes PEDOT \303\251s el responsable de regular l'alliberament del medicament. En canvi, en el segon, on es va generar un sistema similar amb microfibres de poli\303\250ster carregades de droga i nanopart\303\255cules per separat, la for\303\247a motriu de l'alliberament del f\303\240rmac \303\251s el moviment d\342\200\231expansi\303\263 i contracci\303\263 de les nanopart\303\255cules PEDOT. Finalment, el Bloc C informa de la immobilitzaci\303\263 d'un pentap\303\250ptid anomenat CREKA i el seu an\303\240leg CR(NMe)EKA en films de PEDOT i superf\303\255cies de silici. La incorporaci\303\263 de CREKA afavoreix la selectivitat d'aquestes interf\303\255cies cap a les prote\303\257nes de coagulaci\303\263 del plasma com la fibrina i el fibrinogen. El material p\303\250ptid-PEDOT va permetre la detecci\303\263 electroqu\303\255mica de les prote\303\257nes mitjan\303\247ant un augment de la resist\303\250ncia a la membrana i aquestes interaccions van ser avaluades amb microcantilevers, concretament, mesurant la difer\303\250ncia de pes quan es van incubar amb diferents concentracions de prote\303\257nes. En general, la recopilaci\303\263 d\342\200\231aquets estudis ofereix una visi\303\263 completa sobre com modificant i generant materials h\303\255brids \303\251s possible optimitzar i explotar les seves capacitats particulars per a una \303\240mplia gamma d'aplicacions.Award-winningPostprint (published version",
}
