{
	"year": 2019,
	"publisher": "",
	"author": "Suarez Martinez, Pilar Constanza",
	"title": "Multilayer Films for Corrosion Protection of Metals & Mechanical Behavior of Polyelectrolyte Complexes",
	"download-url": "https://core.ac.uk/download/187127023.pdf",
	"abstract": "Polyelectrolyte complexes (PECs) and polyelectrolyte multilayers (PEMs) have become materials of interest due to their potential applications. As for every other material, understanding their properties under conditions of use (temperature, humidity, ionic strength, etc) is paramount. This work comprises two main sections. \n\nSection one addresses the need for an efficient, environment-friendly, and scalable chromium-free surface pretreatment coating. Environment-friendly materials such as sodium montmorillonite clay (MMT) and branched polyethylenimine (BPEI) were used to prepare PEM coatings through techniques such as spray-assisted layer-by-layer assembly (LbL) and airbrushing of a one-pot formulation. PEM coatings prepared through LbL contained 25 wt% MMT, while MMT content was tailorable for coatings prepared with the one-pot formulation. Salt spray testing and electrochemical impedance spectroscopy were used to assess the corrosion protection provided by BPEI/MMT PEM coatings to an aluminum alloy. Results indicated that corrosion protection improved with increasing both coating thickness and clay content in the coating. Thus, a 2 \316\274m thick BPEI/MMT PEM coating with 80 wt% MMT demonstrated the best corrosion protection performance, where MMT provided a physical barrier to corrosive agents and BPEI provided surface buffering and structural support. \n\nSection two addresses a literature gap regarding PECs dynamic mechanical behavior as a function of water content, important information for any potential use of PECs in real life applications. PECs were prepared from poly(allylamine hydrochloride) (PAH) and poly(acrylic acid) (PAA). PAH/PAA PEC films were made through compression molding and preconditioned to specific relative humidity values before mechanical testing. A dynamic mechanical analyzer was used to test the dynamic mechanical behavior of PAH/PAA PEC films under different temperature and humidity conditions over a 10\342\201\273\302\271 to 10\302\271 Hz frequency range. Data showed that increasing both water content and temperature decreased the moduli of the material. Water increased the free volume in the PEC, weakening the intrinsic ion paring. Temperature weakened the hydrogen bonding between water and the polyelectrolytes, promoting the relaxation of polyelectrolyte chains. Finally, time-temperature and time-water superposition principles were successfully applied and validated",
}
