{
	"doi": "10.1016/j.snb.2017.10.027",
	"year": 2018,
	"publisher": "'Elsevier BV'",
	"author": "Delerue-Matos, Cristina, Freitas, Maria, Nouws, Henri, Pacheco, Jo\303\243o, Silva, Marta S.V.",
	"title": "Molecularly imprinted electrochemical sensor for the point-of-care detection of a breast cancer biomarker (CA 15-3)",
	"download-url": "https://core.ac.uk/download/232113018.pdf",
	"abstract": "The incidence of breast cancer has been increasing over the years. To control and monitor this disease several tumor biomarkers have been proposed for early diagnosis, patient follow-up and/or treatment guidance. The only serum breast cancer biomarker in current use is the cancer antigen 15-3 (CA 15-3). In this work a molecularly imprinted polymer (MIP)-based electrochemical (voltammetric) sensor to monitor breast cancer was developed, based on direct surface imprinting of CA 15-3 on a screen-printed gold electrode (Au-SPE). The imprinting was performed in two steps: (1) adsorption of CA 15-3 on the surface of the Au-SPE and (2) electropolymerization of 2-aminophenol around the adsorbed protein. After extraction of the imprinted protein voltammetric analysis was conducted using hexacyanoferrate(II/III) as redox probe, measuring the signals before and after protein binding. The sensor was characterized by voltammetric techniques and electrochemical impedance spectroscopy, and the analytical responses of imprinted and non-imprinted polymer sensors were studied. A linear relationship between the peak current intensity of the redox probe and the logarithm of CA 15-3 concentration was established between 5 and 50 U mL\342\210\2221, achieving a limit of detection of 1.5 U mL\342\210\2221. The prepared MIP-sensor provides fast (15 min) analysis and is cheap, easy to prepare, disposable and could easily be integrated in small portable point-of care devices.Jo\303\243o Paulo Grosso Pacheco is grateful to FCT-Funda\303\247\303\243o para a Ci\303\252ncia e a Tecnologia for a Pos-Doc. grant (SFRH/BPD/101419/2014), financed by POPH-QREN-Tipologia 4.1-Forma\303\247\303\243o Avan\303\247ada, subsidized by Fundo Social Europeu and Minist\303\251rio da Ci\303\252ncia, Tecnologia e Ensino Superior. Maria Freitas is grateful to FCT (Funda\303\247\303\243o para a Ci\303\252ncia e a Tecnologia) for her PhD grant (SFRH/BD/111942/2015). This work received financial support from the European Union (FEDER funds through COMPETE) and National Funds (FCT) through project UID/QUI/50006/2013. The authors are greatly indebted to all financing sources.info:eu-repo/semantics/publishedVersio",
}
