{
	"year": 2019,
	"publisher": "[s.n.]",
	"author": "Soares, Davi Marcelo, 1989-",
	"title": "\303\223xidos de metais de transi\303\247\303\243o e carbeto como eletrodos ativos para capacitores eletroqu\303\255micos",
	"download-url": "https://core.ac.uk/download/296903475.pdf",
	"abstract": "Orientadores: Hudson Giovani Zanin, Alfredo Carlos PeterlevitzDisserta\303\247\303\243o (mestrado) - Universidade Estadual de Campinas, Faculdade de Engenharia El\303\251trica e de Computa\303\247\303\243oResumo: O desenvolvimento de sistemas de armazenamento de energias renov\303\241veis \303\251 um campo estrat\303\251gico para setores tais como eletroeletr\303\264nico, aeroespacial e automotivo. Em pesquisa, t\303\251cnicas para produ\303\247\303\243o de materiais para armazenamento de energia eficiente tem sido objeto de estudos por grupos de pesquisa por todo o mundo. Neste \303\242mbito, supercapacitores, tamb\303\251m conhecidos como capacitores eletroqu\303\255micos, tem ocupado local de destaque, haja vista sua alta densidade de pot\303\252ncia. Esta classe de armazenadores de energia tem por caracter\303\255stica um processo relativamente simples de montagem, o qual constitui-se de dois eletrodos -- terminais positivo e negativo -- um meio eletrol\303\255tico, e um separador para impedir o curto circuito dos eletrodos mas permitir a troca i\303\264nica no meio eletrol\303\255tico. No tocante \303\240s linhas de pesquisa para capacitores eletroqu\303\255micos, muitos esfor\303\247os tem sido colocados na busca por novos materiais de eletrodos e meios eletrol\303\255ticos. Por exemplo, no que se refere aos materiais para eletrodos, \303\263xidos de metais de transi\303\247\303\243o t\303\252m chamado aten\303\247\303\243o devido a ocorr\303\252ncia de rea\303\247\303\265es farad\303\241icas ou de oxi-redu\303\247\303\243o. Tais rea\303\247\303\265es proporcionam aumento na capacit\303\242ncia, mas na maioria dos casos n\303\243o conferem ao dispositivo uma longa vida \303\272til. Portanto, o objetivo deste trabalho \303\251 apresentar dos compostos que possuem concomitantemente rea\303\247\303\265es redox e longevidade na opera\303\247\303\243o. Os dois materiais sintetizados s\303\243o: i) composto de \303\263xido (WxOy) e carbeto de tungst\303\252nio (W2C), e ii) composto de nanotubos de carbono de paredes m\303\272ltiplas (MWCNT) decorados com pent\303\263xido de ni\303\263bio (Nb2O5) em substrato de alum\303\255nio com eletrodeposi\303\247\303\243o de n\303\255quel. Os materiais sintetizados foram crescidos pela t\303\251cnica deposi\303\247\303\243o qu\303\255mica em fase vapor (CVD). Posterior a s\303\255ntese, t\303\251cnicas de caracteriza\303\247\303\243o foram empregadas para avaliar a morfologia, caracter\303\255sticas f\303\255sico-qu\303\255micas e comportamento eletroqu\303\255mico dois compostos. Os resultados experimentais do dispositivo com eletrodo de \303\263xido e carbeto de tungst\303\252nio mostram que a capacit\303\242ncia aumentou 119% ao longo da ciclabilidade para o eletr\303\263lito de Na2SO4. J\303\241 a efici\303\252ncia tamb\303\251m aumentou, de 59% no primeiro ciclo para 85% ap\303\263s 10.000 ciclos de carga e decarga com corrente constante (GCD) no eletr\303\263lito de Li2SO4. Quanto ao composto de MWCNT decorado com Nb2O5, a capacit\303\242ncia aumentou cerca de 34 vezes quando comparada com a de um eletrodo composto apenas por MWCNT. Portanto, os resultados expressos neste trabalho situam ambos os materiais sintetizados como candidatos para dispositivos supercapacitores com materiais ambientalmente sustent\303\241veis, aliando caracter\303\255sticas farad\303\241icas e longo ciclo de vidaAbstract: The development of renewable energy storage systems is a cornerstone field for sectors such as electronics, aerospace and automobile. In research, techniques for producing efficient energy storage materials have drawn attention of researchers allover the world. Within this field, supercapacitors, also known as electrochemical capacitors, occupy special position, due to its high power density. This family of energy storage devices presents simple assembly, which is constituted by two electrodes -- positive and negative terminals -- an electrolytic medium, and a membrane, also known as separator, that plays the role of avoiding short circuit of positive and negative terminals, but allows ionic exchange in the electrolyte. Regarding the research efforts for supercapacitors, it is currently focused in the development of new electrode materials and electrolytes. For instance, within the materials tree for electrodes, transition metal oxides have called the attention due to faradaic or oxidation and reduction reactions. These reactions provide capacitance enhancement, but in most cases they do not allow long lifespan to the device. Therefore, the purpose of this work is to present materials that have both redox reactions and longer lifespan. The two synthesized electrodes are namely: i) tungsten oxide (WxOy) and carbide W2C composite, and ii) composite of multi wall carbon nanotubes (MWCNT) decorated with niobium pentoxide (Nb2O5). Both materials were grown by chemical vapor deposition (CVD) technique. Following the synthesis, characterization techniques were employed to evaluate the morphology, physical-chemical characteristics and electrochemical behavior of the composites. The experimental results of tungsten oxide and carbide show that the capacitance increased 119% during cyclability for Na2SO4 electrolyte. The efficiency also improved, from 59% at first cycle to 85% after 10,000 charge-discharge with constant current (GCD) cycles for Li2SO4 electrolyte. About the composite of MWCNT decorated with Nb2O5, the capacitance increased more than 34 times compared to an electrode made only out of MWCNT (without decoration). Therefore, the results reported herein present that both materials synthesized are candidates towards renewable supercapacitor devices, with faradaic behavior and long lifespanMestradoEnergia EletricaMestre em Engenharia El\303\251trica1740195CAPE",
}
