{
	"year": 2016,
	"publisher": "",
	"author": "Huang, Ying",
	"title": "Corrosion resistant superhydrophobic nanoparticles-incorporated-anodized-aluminum alloys surfaces",
	"download-url": "https://core.ac.uk/download/77517760.pdf",
	"abstract": "Corrosion on metal surfaces usually leads to severe safety and appearance issues, particularly in automotive applications. Majority of corrosion behaviors occur in a humid environment. Superhydrophobic surface coating significantly reduces contact area between metal surface and liquid due to the non-wetting layer. Therefore, a superhydrophobic surface is valuable to be fabricated in order to prevent corrosion.\n\nIn this project, superhydrophobic aluminum alloy surfaces were fabricated by electrophoretic deposition (EPD) of stearic acid (SA) functionalized zinc oxide (ZnO) nanoparticle. The deposited thin film shows a water contact angle of ~155\302\260with rolls off properties. The intensity of x-ray diffracted (XRD) peaks of ZnO and hence the thickness of the ZnO films increases with the increase of the bath temperatures. The activation energy of electrophoretic deposition of stearic-acid-functionalized ZnO nanoparticles was calculated to be 0.5 eV from the Arrhenius plot between bath temperature and the XRD peak area. The superhydrophobic SA-functionalized ZnO thin film has a slightly improved corrosion resistance property (polarization resistance of 55 k\316\251\342\213\205cm2) as compared with as-received Al alloy (polarization resistance of 50 k\316\251\342\213\205cm2).\n\nIn order to better improve the anti-corrosion property, a modified electrodeposition process was performed to transform the as-received aluminum alloy substrates to superhydrophobic. In the process, the aluminum alloy surface was electrodeposited in the electrolytic solution containing zinc nitrate and stearic acid at 20 V DC. The optimum of molar ratio at (Zn2+/SA) of 0.225 was found to provide a high surface rms roughness of 7.11 \302\261 0.42 \316\274m and contact angle (CA) of 159 \302\261 1\302\260. The corrosion resistance of superhydrophobic substrates prepared by electrodeposition was found to be much higher than that of as-received substrate and the superhydrophobic substrates prepared by EPD process.\n\nAnodized aluminum has good robust and corrosion resistance properties. Based on the knowledge of electrodeposition process on the as-received aluminum substrate, aluminum alloy was firstly anodized, followed by the electrodeposition process using the electrolyte of zinc nitrate mixing with stearic acid. The formation of low surface energy micro-nanostructured zinc stearate electrodeposition transformed the anodic aluminum oxide (AAO) surface to superhydrophobic, having water contact angle of 160\302\260. The corrosion current densities of the anodized and aluminum alloy surfaces are found to be 200 and 400 nA/cm2, respectively. In comparison, superhydrophobic anodic aluminum oxide (SHAAO) shows a much lower value of 88 nA/cm2. Similarly, the charge transfer resistance, Rct, measured by electrochemical impedance spectroscopy show that the Rct value of SHAAO substrate was found to be 200 times larger than that of as-received aluminum alloy substrate. These results indicate that the superhydrophobic surfaces created on anodized surface remarkably improve the corrosion resistance performance of aluminum alloy.\n\n\n\nLa corrosion sur des m\303\251taux peut conduire \303\240 des probl\303\250mes de s\303\251curit\303\251 graves dans la vie de tous les jours. La plupart des comportements de corrosion se produisent dans un environnement humide. Les rev\303\252tements superhydrophobes, une surface enduites d'une couche non mouillanble, r\303\251duit la zone de contact \303\240 l\342\200\231interfacesolide et liquide. Par cons\303\251quent, les surfaces superhydrophobes peuvent \303\252tre fabriqu\303\251es de mani\303\250re \303\240 \303\251viter\n\nque les comportements de corrosion.  Dans ce projet, les surfaces en alliage d'aluminium superhydrophobes ont \303\251t\303\251\n\nfabriqu\303\251s par d\303\251p\303\264t \303\251lectrophor\303\251tique (EPD) d'acide st\303\251arique (SA) de nanoparticules d'oxyde de zinc fonctionnalis\303\251 (ZnO). Le film mince d\303\251pos\303\251e pr\303\251sente un angle de contact de l'eau\n\nde 155\302\260. L'intensit\303\251 de rayons X diffract\303\251 (XRD) des pics de ZnO et, partant, l'\303\251paisseur des films de ZnO augmente avec l'augmentation des temp\303\251ratures de bain. L'\303\251nergie d'activation de d\303\251p\303\264t \303\251lectrophor\303\251tique des nanoparticules de ZnO fonctionnalis\303\251 \303\240 l\342\200\231acide st\303\251arique- a \303\251t\303\251 calcul\303\251e \303\240 0,5 eV \303\240 partir du trac\303\251 d'Arrhenius entre la temp\303\251rature du bain et la surface du pic de XRD. Le film de ZnO superhydrophobe a une petite am\303\251lioration de la propri\303\251t\303\251 de r\303\251sistance \303\240 la corrosion (r\303\251sistance de polarisation 55 k /cm2) par rapport aux telle que re\303\247ue alliage Al (r\303\251sistance de polarisation 50 k/cm2).  Afin de mieux am\303\251liorer la propri\303\251t\303\251 anticorrosion, un processus d'\303\251lectrod\303\251position modifi\303\251 a \303\251t\303\251 effectu\303\251e dans le projet de transformer les substrats en alliage d'aluminium\n\ntelle que re\303\247ue \303\240 superhydrophobe. Dans le proc\303\251d\303\251, la surface en alliage d'aluminium par \303\251lectrolyse est effectu\303\251e dans une solution \303\251lectrolytique contenant du nitrate de zinc et\n\nd'acide st\303\251arique \303\240 20 V DC. La valeur optimale du rapport molaire au (Zn2+ / SA) de 0,225 a \303\251t\303\251 trouv\303\251 pour fournir la rugosit\303\251 de 7,11 \302\261 0,42 um et l'angle de contact (CA) de\n\n159 \302\261 1 \302\260. La r\303\251sistance \303\240 la corrosion de substrats superhydrophobes pr\303\251par\303\251es par \303\251lectrod\303\251position a \303\251t\303\251 jug\303\251e beaucoup plus \303\251lev\303\251e que celle du substrat telle que re\303\247ue et\n\nles substrats pr\303\251par\303\251s par un proc\303\251d\303\251 superhydrophobes EPD.\n\nIl est bien connu que l'aluminium anodis\303\251 a des propri\303\251t\303\251s m\303\251caniques \303\251lev\303\251es et r\303\251sistant \303\240 la corrosion. Par cons\303\251quent, avec la compr\303\251hension du proc\303\251d\303\251 d'\303\251lectrod\303\251position sur un substrat d'alliage d'aluminium telle que re\303\247ue, l'alliage d'aluminium est tout d'abord anodis\303\251e, suivi par le proc\303\251d\303\251 de d\303\251p\303\264t \303\251lectrolytique\n\nutilisant l'\303\251lectrolyte de nitrate de zinc \303\240 m\303\251langer avec de l'acide st\303\251arique, qui est le m\303\252me que sur la telle que re\303\247ue surface de l'alliage d'aluminium. La formation d\342\200\231un film\n\nhybride organique-inorganique micro-nanostructur\303\251 de st\303\251arate de zinc \303\251lectrolytique transform\303\251 la surface d'oxyde d'aluminium anodique (AAO) \303\240 superhydrophobe, ayant angle de 160 \302\260 de contact de l'eau. Les densit\303\251s de courant de corrosion des surfaces d'aluminium anodis\303\251 et d'alliages sont av\303\251r\303\251s 200 et 400 nA/cm2, respectivement. A titre de comparaison, superhydrophobe anodique d'oxyde d'aluminium (SHAAO) repr\303\251sente une valeur beaucoup plus faible de 88 nA/cm2. De m\303\252me, la r\303\251sistance de transfert de charge, Rct, mesur\303\251e par spectroscopie d'imp\303\251dance \303\251lectrochimique montre que le substrat a \303\251t\303\251 trouv\303\251 SHAAO \303\252tre 200 fois plus grande que le substrat en alliage d'aluminium telle que re\303\247ue. Ces r\303\251sultats ont prouv\303\251 que les surfaces superhydrophobes\n\ncr\303\251\303\251es sur la surface anodis\303\251e ont consid\303\251rablement am\303\251lior\303\251 la propri\303\251t\303\251 de r\303\251sistance \303\240 la corrosion de l'alliage d'aluminium",
}
