{
	"year": 2019,
	"publisher": "eScholarship, University of California",
	"author": "Annabi, Nasim, Corbet, Carolyn C, Koppes, Ryan A, Primbetova, Asel, Shirzaei Sani, Ehsan, Soucy, Jonathan R, Spencer, Andrew R",
	"title": "Bioprinting of a Cell-Laden Conductive Hydrogel Composite.",
	"download-url": "https://core.ac.uk/download/324161872.pdf",
	"abstract": "Bioprinting has gained significant attention for creating biomimetic tissue constructs with potential to be used in biomedical applications such as drug screening or regenerative medicine. Ideally, biomaterials used for three-dimensional (3D) bioprinting should match the mechanical, hydrostatic, bioelectric, and physicochemical properties of the native tissues. However, many materials with these tissue-like properties are not compatible with printing techniques without modifying their compositions. In addition, integration of cell-laden biomaterials with bioprinting methodologies that preserve their physicochemical properties remains a challenge. In this work, a biocompatible conductive hydrogel composed of gelatin methacryloyl (GelMA) and poly(3,4-ethylenedioxythiophene):poly(styrenesulfonate) (PEDOT:PSS) was synthesized and bioprinted to form complex, 3D cell-laden structures. The biofabricated conductive hydrogels were formed by an initial cross-linking step of the PEDOT:PSS with bivalent calcium ions and a secondary photopolymerization step with visible light to cross-link the GelMA component. These modifications enabled tuning the mechanical properties of the hydrogels, with Young's moduli ranging from \342\210\27440-150 kPa, as well as tunable conductivity by varying the concentration of PEDOT:PSS. In addition, the hydrogels degraded in vivo with no substantial inflammatory responses as demonstrated by haematoxylin and eosin (H&amp;E) and immunofluorescent staining of subcutaneously implanted samples in Wistar rats. The parameters for forming a slurry of microgel particles to support 3D bioprinting of the engineered cell-laden hydrogel were optimized to form constructs with improved resolution. High cytocompatibility and cell spreading were demonstrated in both wet-spinning and 3D bioprinting of cell-laden hydrogels with the new conductive hydrogel-based bioink and printing methodology. The synergy of an advanced fabrication method and conductive hydrogel presented here is promising for engineering complex conductive and cell-laden structures",
}
