{
	"doi": "10.13016/m2f89v",
	"year": 2014,
	"publisher": "",
	"author": "YU, YI",
	"title": "AN INVESTIGATION OF SOLID OXIDE ELECTROCHEMICAL CELL CHEMISTRY: AN OPERANDO SPECTROSCOPIC APPROACH",
	"download-url": "https://core.ac.uk/download/56112620.pdf",
	"abstract": "Investigations of electrochemical reactions on solid oxide based electrochemical cells under operating conditions are described in this dissertation. Operando capabilities of ambient pressure X-ray photoelectron spectroscopy are utilized to study the specially designed single-sided electrochemical cells and to extract detailed information of cell processes. Mixed-ionic-electronic-conducting materials of cerium oxide are used as electrocatalysts.\n\nMappings of local surface potentials and length scales of the electrochemically active region on thin film CeO2-x electrocatalysts are obtained in studies of water electrolysis and hydrogen electro-oxidation reactions. Electrochemically active region is shown extend 150 - 200 &#956;m away from current collectors. Foreign elements of silicon and carbon on the electrode are found as excellent trace markers of surface potentials and active region. The observations of transient intermediates (OH- and Ce3+) accumulation in the active region on CeO2-x electrode allow for identification of the rate-limiting charge transfer process (H2O + Ce3+ &#8596; Ce4+ + OH- + H&#8729;) in both H2O electrolysis and H2 electro-oxidation reactions. The observed potential separation of the adsorbed OH- and incorporated O2- ions is interpreted by the effective double layer model and the surface potential step model, which provides insights into the gas-solid interface chemistry.\n\nFrom studies of carbon dioxide electrolysis and carbon monoxide electro-oxidation over CeO2-x-based solid oxide electrochemical cells, carbonate are identified as reaction intermediates in both electrochemical reactions. The steady-state concentration increase of CO32- during CO2 electrolysis and its slight decrease during CO electro-oxidation on CeO2-x electrode suggest the charge transfer process to/from  CO32- is a rate-limiting process. The graphitic carbon formed on the CeO2-x electrode surfaces during CO2 electrolysis extends the electrochemically active region away from the Au electron source by enhancing the electronic conductivity of cerium oxide. Measurements of overpotentials at the electrode-electrolyte interface reveal very high charge transfer resistance at the interface for CO2 electrolysis that dominates the cell losses in these environments.\n\nMechanistic information extracted from investigating these solid oxide electrochemical cells provides insight into the high temperature surface chemistry on mixed-ionic-electronic-conducting ceria electrodes, and is valuable and guiding to the development of solid oxide fuel cells due to the similar chemical processes occurring in these electrochemical devices",
}
