{
	"doi": "10.1021/acs.langmuir.9b01028",
	"year": 2019,
	"publisher": "'American Chemical Society (ACS)'",
	"author": "Bond, Alan M., Flynn, Damien, Keyes, Tia E., Mac Connell, Nicola, Maher, Se\303\241n, McDaid, Dennis, Ramadurai, Sivaramakrishnan, Sarangi, Nirod Kumar",
	"title": "Microcavity supported lipid bilayers; evaluation of drug- lipid membrane Interactions by electrochemical impedance and fluorescence correlation spectroscopy",
	"download-url": "https://core.ac.uk/download/200762320.pdf",
	"abstract": "Many drugs have intracellular or membrane-associated targets thus understanding their interaction with\n\nthe cell membrane is of value in drug development. Cell-free tools used to predict membrane interactions\n\nshould replicate the molecular organization of the membrane. Microcavity array supported lipid bilayer\n\n(MSLB) platform are versatile biophysical models of the cell membrane that combine liposome-like\n\nmembrane fluidity with stability and addressability. We used an MSLB herein to interrogate drugmembrane interactions across seven drugs from different classes, including non-steroidal antiinflammatories; Ibuprofen (Ibu) and Diclofenac (Dic), antibiotics; Rifampicin (Rif), Levofloxacin (Levo)\n\nand Pefloxacin (Pef), and bisphosphonates; Alendronate (Ale) and Clodronate (Clo). Fluorescence\n\nlifetime correlation spectroscopy (FLCS) and electrochemical impedance spectroscopy (EIS) were used to\n\nevaluate the impact of drug on DOPC and binary bilayers over physiologically relevant drug\n\nconcentrations. Whereas FLCS data revealed Ibu, Levo, Pef, Ale and Clo had no impact on lipid lateral\n\nmobility, EIS which is more sensitive to membrane structural change, indicated modest but significant\n\ndecreases to membrane resistivity consistent with adsorption but weak penetration of drugs at the\n\nmembrane. Ale and Clo, evaluated at pH 5.25, did not impact the impedance of the membrane except at\n\nconcentrations exceeding 4mM. Conversely, Dic and Rif dramatically altered bilayer fluidity, suggesting\n\ntheir translocation through the bilayer and, EIS data, showed resistivity of the membrane decreased\n\nsubstantially with increasing drug concentration. Capacitance changes to the bilayer in most cases were\n\ninsignificant. Using a Langmuir-Freundlich model to fit the EIS data, we propose Rsat as an empirical\n\nvalue that reflects permeation. Overall, the data indicate that Ibu, Levo, and Pef, adsorb at the interface of\n\nthe lipid membrane but Dic and Rif interact strongly, permeating the membrane core modifying the\n\nwater/ion permeability of the bilayer structure. These observations are discussed in the context of\n\npreviously reported data on drug permeability and Log P",
}
