{
	"doi": "10.1021/acsomega.7b00178",
	"year": 2017,
	"publisher": "'American Chemical Society (ACS)'",
	"author": "Agnoli, Stefano, CALVILLO LAMANA, Laura, Girardi, Leonardo, Granozzi, Gaetano, Marega, Carla, Rizzi, GIAN-ANDREA, Sekar, Pandiaraj, Shuang,, Valero Vidal, Carlos, Zheng, Jian",
	"title": "Ag-Vanadates/GO Nanocomposites by Aerosol-Assisted Spray Pyrolysis: Preparation and Structural and Electrochemical Characterization of a Versatile Material",
	"download-url": "https://core.ac.uk/download/84923208.pdf",
	"abstract": "In this article, we describe the deposition by aerosol-assisted spray pyrolysis of different types of silver vanadate nanocomposites with and without graphene oxide (GO) on different substrates (carbon paper (CP) and fluorine-doped tin oxide (FTO)). When deposited on CP, different amounts of GO were added to the Ag and V precursor solution to study the effect of GO on the physicochemical properties of the resulting Ag-vanadate. It is shown that the addition of GO leads mainly to the formation of nanoparticles of the Ag2V4O11 phase, whereas Ag2V4O11 and Ag3VO4 are obtained without the addition of GO. The morphology and chemical properties of the composites were determined by scanning and transmission electron microscopies, X-ray diffraction, X-ray photoemission spectroscopy, and UV\\u2013visible and Raman spectroscopies. In addition, the photoelectrochemical (PEC) properties of such composites were studied by CV, linear sweep voltammetry, and electrochemical impedance spectroscopy. The ideal AgxVOy and GO ratio was optimized for obtaining higher photocurrent values and a good stability. The results showed that the presence of GO improves the electrical conductivity of the catalyst layer as well as the electron injection from the oxide to the electrode surface. The deposition of pure Ag2V4O11 on FTO does not lead to samples with stable PEC performances. Samples grown on CP supports showed an efficient electrochemical detection of small amounts of ethylenediamine in water solution",
}
