{
	"doi": "10.3390/nano10030424",
	"year": 2020,
	"publisher": "'MDPI AG'",
	"author": "Amaro-Gahete, J., Ben\303\255tez de la Torre, A., Caballero, \303\201lvaro, Esquivel, Dolores, Morales, Juli\303\241n, Romero-Salguero, F.J.",
	"title": "MIL-88A Metal-Organic Framework as a Stable Sulfur-Host Cathode for Long-Cycle Li-S Batteries",
	"download-url": "https://core.ac.uk/download/491665953.pdf",
	"abstract": "Lithium-sulfur (Li-S) batteries have received enormous interest as a promising energy storage system to compete against limited, non-renewable, energy sources due to their high energy density, sustainability, and low cost. Among the main challenges of this technology, researchers are concentrating on reducing the well-known \342\200\234shuttle effect\342\200\235 that generates the loss and corrosion of the active material during cycling. To tackle this issue, metal-organic frameworks (MOF) are considered excellent sulfur host materials to be part of the cathode in Li-S batteries, showing efficient confinement of undesirable polysulfides. In this study, MIL-88A, based on iron fumarate, was synthesised by a simple and fast ultrasonic-assisted probe method. Techniques such as X-ray diffraction (XRD), Raman spectroscopy, Thermogravimetric Analysis (TGA), Scanning Electron Microscopy (SEM), and N2 adsorption/desorption isotherms were used to characterise structural, morphological, and textural properties. The synthesis process led to MIL-88A particles with a central prismatic portion and pyramidal terminal portions, which exhibited a dual micro-mesoporous MOF system. The composite MIL-88A@S was prepared, by a typical melt-diffusion method at 155 \302\260C, as a cathodic material for Li-S cells. MIL-88A@S electrodes were tested under several rates, exhibiting stable specific capacity values above 400 mAh g\342\210\2221 at 0.1 C (1C = 1675 mA g\342\210\2221). This polyhedral and porous MIL-88A was found to be an effective cathode material for long cycling in Li-S cells, retaining a reversible capacity above 300 mAh g\342\210\2221 at 0.5 C for more than 1000 cycles, and exhibiting excellent coulombic efficiency",
}
