{
	"year": 1992,
	"publisher": "",
	"author": "Paquim, A. -M. Chiorcea, Diculescu, V. C., Oretskaya, T. S., Brett, A. M. Oliveira",
	"title": "AFM and electroanalytical studies of synthetic oligonucleotide hybridization",
	"download-url": "https://core.ac.uk/download/pdf/144008276.pdf",
	"abstract": "The first and most important step in the development and manufacture of a sensitive DNA-biosensor for hybridization detection is the immobilization procedure of the nucleic acid probe on the transducer surface, maintaining its mobility and conformational flexibility. MAC Mode AFM images were used to demonstrate that oligonucleotide (ODN) molecules adsorb spontaneously at the electrode surface. After adsorption, the ODN layers were formed by molecules with restricted mobility, as well as by superposed molecules, which can lead to reduced hybridization efficiency. The images also showed the existence of pores in the adsorbed ODN film that revealed large parts of the electrode surface, and enabled non-specific adsorption of other ODNs on the uncovered areas. Electrostatic immobilization onto a clean glassy carbon electrode surface was followed by hybridization with complementary sequences and by control experiments with non-complementary sequences, studied using differential pulse voltammetry. The data obtained showed that non-specific adsorption strongly influenced the results, which depended on the sequence of the ODNs. In order to reduce the contribution of non-specific adsorbed ODNs during hybridization experiments, the carbon electrode surface was modified. After modification, the AFM images showed an electrode completely covered by the ODN probe film, which prevented the undesirable binding of target ODN molecules to the electrode surface. The changes of interfacial capacitance that took place after hybridization or control experiments showed the formation of a mixed multilayer that strongly depended on the local environment of the immobilized ODN.http://www.sciencedirect.com/science/article/B6TFC-4CYNVTG-7/1/9dd6257bfec8e07f1a15905be07dbd1",
}
