{
	"doi": "10.26740/ifi.v10n2.p59-67",
	"year": 2021,
	"publisher": "'Universitas Negeri Surabaya'",
	"author": "Mahendra, Antony, Supardi, Zainul Arifin Imam",
	"title": "SEBUAH REVIEW: SPEKTROSKOPI IMPEDANSI ELEKTROKIMIA DAN APLIKASINYA  DALAM BATERAI LITHIUM-ION",
	"download-url": "https://core.ac.uk/download/482199205.pdf",
	"abstract": "Abstrak\nDengan meningkatnya kebutuhan bahan penyimpan energi, baterai rechargeable lithium ion menjadi obyek yang banyak dipelajari. Banyak metoda yang digunakan untuk menyelidiki karakteristik elektrokimia dari baterai, salah satunya adalah Electrochemical Impedance Spectroscopy (EIS). Dengan EIS, informasi dari hubungan state of charge pada siklus tertentu baterai dengan resistansi elektrolit, resistansi film permukaan dan resistansi transfer muatan didapatkan dengan menggunakan rangkaian ekivalen yang sesuai dengan plot Nyquist. Pada artikel ini, perbandingan antara hasil karakterisasi EIS katoda LiCoO2 dan LiNi1/3Co1/3Mn1/3O2 dalam baterai lithium ion juga dipaparkan berdasarkan laporan dari penelitian yang pernah dilakukan para peneliti sebelumnya. Telah dilaporkan bahwa nilai DLi+ dari LiCoO2 lebih besar daripada LiNi1/3Co1/3Mn1/3O2, dan nilai j0 dari LiNi1/3Co1/3Mn1/3O2 lebih besar dari pada LiCoO2.\n&nbsp;Kata Kunci: Electrochemical Impedance Spectroscopy (EIS), Plot Nyquist, Baterai Lithium Ion, State of Charge\n&nbsp;\nAbstract\nWith increasing need for energy storage materials, rechargeable lithium ion battery become an object that is much studied. There are many methods that used to investigate electrochemical characteristic of battery, one of them is Electrochemical Impedance Spectroscopy (EIS). With the EIS, informations about relation between state of charge at some certain cycle of battery with electrolyte resistance, surface film resistance, and charge transfer resistance are obtained with modeling equivalent circuit according to the Nyquist plots. In tis article, a comparison between the results of EIS characterization of cathode LiCoO2 and LiNi1/3Co1/3Mn1/3O2 in lithium ion battery is presented based on report studies that have been conducted by previous researcher. It has been reported that DLi+ value of cathode LiCoO2 is greater than DLi+ value of cathode LiNi1/3Co1/3Mn1/3O2, and j0 value of cathode LiNi1/3Co1/3Mn1/3O2 is greater than j0 value of cathode LiCoO2.&nbsp;&nbsp;\n&nbsp;Keywords: Electrochemical Impedance Spectroscopy (EIS), Nyquist Plot, Lithium Ion Battery, State of Charg",
}
