{
	"year": 2019,
	"publisher": "",
	"author": "P\303\251rez Garc\303\255a, Miguel \303\201ngel",
	"title": "Estudio de la retenci\303\263n en membranas de nanofiltraci\303\263n mediante espectroscop\303\255a de impedancias",
	"download-url": "https://core.ac.uk/download/232123009.pdf",
	"abstract": "El objetivo de esta investigaci\303\263n consiste en el establecimiento de un m\303\251todo para la predicci\303\263n de los valores de retenci\303\263n salina, para diversas sales (NaCl, KCl, MgCl2, CaCl2 y Na2SO4) que posee una membrana de nanofiltraci\303\263n. Aqu\303\255 estudiamos la membrana Desal-HL. Para lograr dicho objetivo se ha hecho uso de la espectroscopia de impedancias. Esta t\303\251cnica nos permite obtener la resistencia el\303\251ctrica que presenta nuestra membrana cuando contiene una disoluci\303\263n electrol\303\255tica confinada en el interior de sus poros. Para la obtenci\303\263n de los valores de resistencia del sistema membrana + disoluci\303\263n se modeliz\303\263 nuestro sistema como un conjunto de capas, cada una de las cuales equivale a un elemento resistivo puro en paralelo a un elemento de fase constante (CPE)\r\nAdem\303\241s de las medidas de EIS se midi\303\263 la permeabilidad salina que presentaba nuestra membrana de nanofiltraci\303\263n para todas las disoluciones electrol\303\255ticas. Esto se hizo mediante medidas del flujo salino causado por un gradiente de concentraci\303\263n. Por otra parte los valores de retenci\303\263n fueron tomados de la bibliograf\303\255a existente. Finalmente se correlacionaron los resultados de resistencia el\303\251ctrica con los valores de permeabilidad y retenci\303\263n mostrando una correlaci\303\263n clara. En un futuro, el empleo de las correlaciones encontradas podr\303\255a simplificar la medici\303\263n de los valores de retenci\303\263n y permeabilidad mediante medidas de EIS, lo que permitir\303\255a la obtenci\303\263n de los par\303\241metros de una manera m\303\241s r\303\241pida y simple.Departamento de F\303\255sica AplicadaM\303\241ster en F\303\255sic",
}
