{
	"doi": "10.1016/j.bioelechem.2014.02.003",
	"year": 2014,
	"publisher": "'Elsevier BV'",
	"author": "Ara\303\272jo, Mariana, Barroso, M. F\303\241tima, Correia, Adriana N., Delerue-Matos, Cristina, Freire, Cristina, Lima-Neto, Pedro de, Morais, Simone, Oliveira, M. Beatriz P. P., Oliveira, Thiago M. B. F.",
	"title": "Sensitive bi-enzymatic biosensor based on polyphenoloxidases\342\200\223gold nanoparticles\342\200\223chitosan hybrid film\342\200\223graphene doped carbon paste electrode for carbamates detection",
	"download-url": "https://core.ac.uk/download/47140052.pdf",
	"abstract": "A bi-enzymatic biosensor (LACC\342\200\223TYR\342\200\223AuNPs\342\200\223CS/GPE) for carbamates was prepared in a single step by electrodeposition of a hybrid film onto a graphene doped carbon paste electrode (GPE). Graphene and the gold nanoparticles (AuNPs) were morphologically characterized by transmission electron microscopy, X-ray photoelectron spectroscopy, dynamic light scattering and laser Doppler velocimetry. The electrodeposited hybrid film was composed of laccase (LACC), tyrosinase (TYR) and AuNPs entrapped in a chitosan (CS) polymeric matrix. Experimental parameters, namely graphene redox state, AuNPs:CS ratio, enzymes concentration, pH and inhibition time were evaluated. LACC\342\200\223TYR\342\200\223AuNPs\342\200\223CS/GPE exhibited an improved Michaelis\342\200\223Menten kinetic constant (26.9 \302\261 0.5 M) when compared with LACC\342\200\223AuNPs\342\200\223CS/GPE (37.8 \302\261 0.2 M) and TYR\342\200\223AuNPs\342\200\223CS/GPE (52.3 \302\261 0.4 M). Using 4-aminophenol as substrate at pH 5.5, the device presented wide linear ranges, low detection limits (1.68\303\22710\342\210\222 9 \302\261 1.18\303\22710\342\210\222 10 \342\200\223 2.15\303\22710\342\210\222 7 \302\261 3.41\303\22710\342\210\222 9 M), high accuracy, sensitivity (1.13\303\227106 \302\261 8.11\303\227104 \342\200\223 2.19\303\227108 \302\261 2.51\303\227107 %inhibition M\342\210\222 1), repeatability (1.2\342\200\2235.8% RSD), reproducibility (3.2\342\200\2236.5% RSD) and stability (ca. twenty days) to determine carbaryl, formetanate hydrochloride, propoxur and ziram in citrus fruits based on their inhibitory capacity on the polyphenoloxidases activity. Recoveries at two fortified levels ranged from 93.8 \302\261 0.3% (lemon) to 97.8 \302\261 0.3% (orange). Glucose, citric acid and ascorbic acid do not interfere significantly in the electroanalysis. The proposed electroanalytical procedure can be a promising tool for food safety control",
}
