{
	"year": 2019,
	"publisher": "'Penerbit UTHM'",
	"author": "Abd-Wahab, Firdaus, Ismail, Nur Alya Batrisya, Ramli, Nurul Izzati, Wan Salim, Wan Wardatul Amani",
	"title": "Cyclic Voltammetric and Electrical Impedance Spectroscopy Studies of Graphene- and Conductive Polymer\303\242\342\202\254\342\200\234based Enzyme Electrodes",
	"download-url": "https://core.ac.uk/download/480424978.pdf",
	"abstract": "Screen-printed carbon electrodes (SPCEs), modified with graphene oxide and poly(3,4-ethylenedioxythiophene):polystyrenesulfonic acid (GO-PEDOT:PSS/SPCEs), and SPCEs modified with partially reduced GO and PEDOT:PSS (prGO-PEDOT:PSS/SPCEs) were studied for electrochemical transduction. Randles-Sevcik analysis showed that the prGO-PEDOT:PSS/SPCE has a higher effective surface area of 219.3 \303\202\302\265m2in comparison to the unreduced GO-PEDOT:PSS/SPCE (87.0 \303\202\302\265m2) and the bare SPCE (71.7 \303\202\302\265m2). Using electrical impedance spectroscopy (EIS), we determined that the prGO-PEDOT:PSS/SPCE has a lower charge-transfer resistance (Rct) of 163.82 \303\242\342\200\236\302\246 in comparison to the GO-PEDOT:PSS/SPCE (427.87 \303\242\342\200\236\302\246) and the bare SPCE (13.31 k\303\242\342\200\236\302\246). Glucose oxidase (GOx) was immobilized on all electrode types, including GO/SPCE as additional control and tested with low (0.2 mM), intermediate (0.6 mM), and high (1 mM) glucose concentrations. GOx/GO/SPCEs showed the largest change in anodic peak current (Ipa), 8.5, 7.5 and 4.9 \303\202\302\265A for low, intermediate, and high glucose concentrations, respectively. Interestingly, GOx/prGO-PEDOT:PSS/SPCEs have no change in both anodic and cathodic peak current, although they exhibit better redox capability, while GOx/SPCEs have very low Ipa. The results show that the high effective surface area and low charge-transfer resistance (Rct) of prGO-PEDOT:PSS/SPCEs do not necessarily result in a sensitive glucose sensor in cases where immobilization of enzymes on the material can affect electron transfer",
}
