{
	"doi": "10.1016/j.est.2020.101633",
	"year": 2020,
	"publisher": "'Elsevier BV'",
	"author": "Borr\303\240s, Eduard, Bosch Jimenez, Pau, Bouchakour, Salim, Luna Alloza, \303\201lvaro, Molognoni, Daniele, Shahparasti, Mahdi",
	"title": "Simplified modelling of nonlinear electromethanogenesis stack for power-to-gas applications",
	"download-url": "https://core.ac.uk/download/343502284.pdf",
	"abstract": "Bioelectrochemical systems performing electromethanogenesis (EMG-BES) represent an emerging technology for Power-to-gas as well as wastewater treatment. Moreover, EMG-BES can be used as a high-capacity energy storage system to absorb surplus energy in the electrical grid. This paper presents a modelling approach, which is based on building an equivalent electric circuit of the EMG-BES, which can be used to emulate static and dynamic non-linear behaviour of EMG-BES for different input voltages, which is advantageous if compared to other existing models. This model is a suitable choice for future studies in the development of the electric converters for EMG-BES plants connected to the electrical grid. The proposed model consists of practical and commercial elements, including capacitors, resistors, voltage sources, and a diode. The modelling of non-linear behaviour is achieved by adding a diode to the model. Four simple tests were performed to determine the equivalent circuit parameters in a medium-scale EMG-BES prototype. This prototype was built by stacking 45 cells together and connecting them in parallel, and it was long-term operated and tested under different electric inputs to determine the model parameters. A comparative study was finally conducted as reported in this paper in order to validate the proposed model against experimental results and values collected with other models.The research leading to these results has received funding from the European Union's Horizon 2020 research and innovation programme under the Marie Sk\305\202odowska-Curie grant agreement No 712949 (TECNIOspring PLUS) and from the Agency for Business Competitiveness of the Government of Catalonia. Also, this work has been supported by the Spanish Ministry of Economy and Competitiveness under the projects RTI2018-100921-BC21. Any opinions, findings and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect those of the host institutions or funders. The authors wish to acknowledge the Leitat collaborators who took part in Power2Biomethane project, which was financially supported by the Spanish Ministry of Economy and Competitiveness (RTC-2016- 5024-3, 2016).Peer ReviewedPostprint (author's final draft",
}
