{
	"doi": "10.3389/fbioe.2019.00237",
	"year": 2019,
	"publisher": "'Frontiers Media SA'",
	"author": "Fidanovski, Kristina, Hopkins, Jonathan, Lauto, Antonio (R12400), Mawad, Damia",
	"title": "All-organic semiconductors for electrochemical biosensors : an overview of recent progress in material design",
	"download-url": "https://core.ac.uk/download/351835487.pdf",
	"abstract": "Organic semiconductors remain of major interest in the field of bioelectrochemistry for their versatility in chemical and electrochemical behavior. These materials have been tailored using organic synthesis for use in cell stimulation, sustainable energy production, and in biosensors. Recent progress in the field of fully organic semiconductor biosensors is outlined in this review, with a particular emphasis on the synthetic tailoring of these semiconductors for their intended application. Biosensors ultimately function on the basis of a physical, optical or electrochemical change which occurs in the active material when it encounters the target analyte. Electrochemical biosensors are becoming increasingly popular among organic semiconductor biosensors, owing to their good detection performances, and simple operation. The analyte either interacts directly with the semiconductor material in a redox process or undergoes a redox process with a moiety such as an enzyme attached to the semiconductor material. The electrochemical signal is then transduced through the semiconductor material. The most recent examples of organic semiconductor biosensors are discussed here with reference to the material design of polymers with semiconducting backbones, specifically conjugated polymers, and polymer semiconducting dyes. We conclude that direct interaction between the analyte and the semiconducting material is generally more sensitive and cost effective, despite being currently limited by the need to identify, and synthesize selective sensing functionalities. It is also worth noting the potential roles of highly-sensitive, organic transistor devices and small molecule semiconductors, such as the photochromic and redox active molecule spiropyran, as polymer pendant groups in future biosensor designs",
}
