{
	"doi": "10.3390/nano11010061",
	"year": 2021,
	"publisher": "'MDPI AG'",
	"author": "Bengoechea, Miguel, Bl\303\241zquez, Alberto, Boyano, Iker, De Meatza, Iratxe, Garc\303\255a  Alvarado, Flaviano, Garc\303\255a  Mart\303\255n, Susana, Kvasha, Andriy, Lumbier \303\201lvarez, Alejandro, Mainar, Aroa R., Sanz, Jesus",
	"title": "Reduction of Grain Boundary Resistance of La0.5Li0.5TiO3 by the Addition of Organic Polymers",
	"download-url": "https://core.ac.uk/download/429686281.pdf",
	"abstract": "The organic solvents that are widely used as electrolytes in lithium ion batteries present safety challenges due to their volatile and flammable nature. The replacement of liquid organic electrolytes by non-volatile and intrinsically safe ceramic solid electrolytes is an effective approach to address the safety issue. However, the high total resistance (bulk and grain boundary) of such compounds, especially at low temperatures, makes those solid electrolyte systems unpractical for many applications where high power and low temperature performance are required. The addition of small quantities of a polymer is an efficient and low cost approach to reduce the grain boundary resistance of inorganic solid electrolytes. Therefore, in this work, we study the ionic conductivity of different composites based on non-sintered lithium lanthanum titanium oxide (La0.5Li0.5TiO3) as inorganic ceramic material and organic polymers with different characteristics, added in low percentage (<15 wt.%). The proposed cheap composite solid electrolytes double the ionic conductivity of the less cost-effective sintered La0.5Li0.5TiO3.We thank the Spanish Ministry for Science and Technology (MAT2007-64486-C07-05) and\r\nCDTI (ALMAGRID of the \"CERVERA Centros Tecnol\303\263gicos\" program, CER-20191006) for financial\r\ntheir support. JS, AV, SG, and FG also want to acknowledge Agencia Espa\303\261ola de Investigaci\303\263n\r\n/Fondo Europeo de Desarrollo Regional (FEDER/UE) for funding the projects PID2019-106662RB-C41,\r\nC42, C43, and C44",
}
