{
	"doi": "10.5599/jese.820",
	"year": 2020,
	"publisher": "'International Association of Physical Chemists (IAPC)'",
	"author": "Aleksander Tsanev, Christian Girginov, Denitsa Kiradzhiyska, Georgy Avdeev, Stephan V. Kozhukharov",
	"title": "Evaluation of the electrochemical performance of Ag containing AAO layers after extended exposure to a model corrosive medium",
	"download-url": "https://core.ac.uk/download/335622444.pdf",
	"abstract": "The coating procedure appears to be an indispensable finishing stage in the production of Al based industrial products, engineering facilities and equipment. For this reason, there is an ever-increasing interest towards the elaboration of reliable corrosion protective layers with apparent coverage, adhesion, and barrier properties. In this sense, both the for\302\255ma\302\255ti\302\255on of anodized aluminum oxide (AAO) layer and its further modification with silver enable the elaboration of advanced (Al-O-Ag) films with extended beneficial charac\302\255te\302\255ris\302\255tics. The present research activities are aimed at the determination of the corrosion pro\302\255tective properties of electrochemically synthesized Al-O-Ag layers on the technically pure AA1050 alloy. The structures and compositions of the obtained Al-O-Ag layers were characterized by X-ray diffractometry (XRD) and X-ray photoelectron spectroscopy (XPS). The research activities were accomplished by means of two independent electrochemical characteri\302\255za\302\255tion methods: electrochemical impedance spectroscopy (EIS) and potentio\302\255dynamic scan\302\255ning (PDS). The electrochemical measurements were performed after 24, 168 and 672 hours of exposure to 3.5 % NaCl solution used as a model corrosive medium (MCM), in order to determine the barrier properties and durability of the elaborated Al-O-Ag layers. The analysis of the obtained results has undoubtedly shown that the proposed electro\302\255chemical Al-O-Ag layer formation can successfully be used for the creation of self-standing layers with apparent corrosion protective properties. Besides, Al-O-Ag system can be used as a basis for development of efficient protective layers suitable for application in biologically contami\302\255nated media.</p",
}
