{
	"doi": "10.1021/acs.chemmater.9b01263",
	"year": 2019,
	"publisher": "'American Chemical Society (ACS)'",
	"author": "Abell\303\241n S\303\241ez, Gonzalo, Carrasco Andr\303\251s, Jos\303\251 Alberto, Coronado Miralles, Eugenio, Sanchis Gual, Roger, Seijas-Da Silva, Alvaro",
	"title": "Influence of the Interlayer Space on the Water Oxidation Performance in a Family of Surfactant-Intercalated NiFe-Layered Double Hydroxides",
	"download-url": "https://core.ac.uk/download/322903342.pdf",
	"abstract": "Layered double hydroxides (LDHs) are low dimensional materials that act as benchmark catalysts for the oxygen evolution reaction (OER). Many LDH properties affecting the OER have been studied to reach the optimal efficiency but no systematic studies concerning the influence of the interlayer space have been developed. In this context, these materials allow a large tunability in their chemical composition enabling the substitution of the interlayer anion and therefore modifying exclusively the basal space. Here, we synthesize by anion exchange reactions a surfactantintercalated family of NiFe-LDHs with increasing basal spacing ranging from 8.0 to 31.6 \303\205 (one of the largest reported so far for a NiFe-LDH) while the electrochemical OER performance of this family of compounds was explored to analyse the interlayer distance effect keeping similar morphology, dimensions and metallic composition. Results show the increase of the LDH basal space undergo to lower Tafel slopes, higher electrochemical surface area and a reduction of the resistance related to the chemisorption of oxygen leading to better kinetic behaviour, showing an optimum enhancement of the electrocatalytic performance for the NiFe-dodecyl sulphate (basal space of 25 \303\205). Interestingly, the NiFe-dodecyl sulphate exhibits optimum proton diffusion values, indeed a further increment in the basal space compromises the onset potential, a fact that could be related to an increase in the hydrophobicity between the layers. Moreover, by judicious tuning of the interlayer space, it is possible to reach a Tafel slope value for the most spaced LDH (NiFe-octadecyl sulphate, basal space of 31.6 \303\205), similar to the one obtained for exfoliated NiFe nanosheets, showing a much better long\342\200\220time stability due to the three\342\200\220dimensional robustness of the catalysts. This work illustrates the importance of molecular engineering in the design of novel highly active catalysts and provides important insights into the understanding of basic principles of oxygen evolution reaction in NiFe-LDHs",
}
