{
	"doi": "10.1140/epjst/e2010-01212-5",
	"year": 2009,
	"publisher": "'Springer Science and Business Media LLC'",
	"author": "A. Loidl, A. Moreo, A. Pimenov, A. Reller, A. Seeger, A. Tselev, A.A. Bokov, A.I. Ritus, A.K. Jonscher, A.P. Kampf, A.P. Ramirez, A.R. Long, B. Kundys, B. Renner, B. Shri Parkash, B. Shri Parkash, B.A. Bender, B.E. Vugmeister, B.I. Shklovskii, C. Aebischer, C.-F. Yang, C.C. Homes, C.C. Wang, C.D. Batista, C.H. Chen, C.H. Du, C.M. Rey, Ch. Kant, D. Reznik, D. Stare\305\241ini\304\207, D. Viehland, D.C. Sinclair, E. Dagotto, F. Rivadulla, F. Schrettle, G. Chern, G. Chern, G. Deng, G. Deng, G. Gr\303\274ner, G. Zang, G.A. Samara, G.E. Pike, G.P. Mazzara, H. Sillescu, H.F. Hess, I.P. Raevski, J. Dumas, J. Halbl\303\274tzel, J. Mira, J. Rivas, J. Sebald, J. Sichelschmidt, J. Yang, J.B. Shi, J.J. Liu, J.J. Liu, J.L. Cohn, J.L. Garc\303\255a-Mu\303\261oz, J.L. Zhang, J.M. Tranquada, J.M. Tranquada, J.M. Tranquada, J.M. Tranquada, K. Ishizaka, K.A. M\303\274ller, K.W. Wagner, L. He, L. Zhang, L.E. Cross, M. Capizzi, M. Filippi, M. Fujimoto, M. Li, M. Li, M. Pollak, M. Uehara, M.A. Subramanian, M.A. Subramanian, M.C. Ferrarelli, M.C. Ferrarelli, M.D. Ediger, M.H. Cohen, M.J. Verkerk, N. Bi\305\241kup, N. Ikeda, O. Bidault, P. Fiorenza, P. Fiorenza, P. Lunkenheimer, P. Lunkenheimer, P. Lunkenheimer, P. Lunkenheimer, P. Lunkenheimer, P. Lunkenheimer, P. Lunkenheimer, P. Lunkenheimer, P. Lunkenheimer, P. Lunkenheimer, P. Monceau, P. Simon, P.B. Littlewood, R. Viana, R.J. Cava, R.K. Grubbs, R.L. Nigro, R.M. Fleming, R.N. Bhatt, S. Krohns, S. Krohns, S. Krohns, S. Krohns, S. Krohns, S. Krohns, S. Mercone, S. Riegg, S. Yamanouchi, S.-Y. Chung, S.-Y. Chung, S.G. Ebbinghaus, S.H. Lee, S.H. Lee, S.R. Elliott, S.V. Kalinin, T. G\303\266tzfried, T. Park, T. Portengen, T. Van Dijk, T.B. Adams, T.B. Adams, T.G. Castner, U. Schneider, V. Bobnar, V. Bobnar, V. Brize, V. Sachan, V. Westphal, V.J. Emery, W. Kobayashi, W.L. McMillan, X.L. Zhou, X.Q. Liu, Y. Lin, Y. Yamada",
	"title": "Colossal dielectric constants in transition-metal oxides",
	"download-url": "https://core.ac.uk/download/226999581.pdf",
	"abstract": "Many transition-metal oxides show very large (\"colossal\") magnitudes of the\ndielectric constant and thus have immense potential for applications in modern\nmicroelectronics and for the development of new capacitance-based\nenergy-storage devices. In the present work, we thoroughly discuss the\nmechanisms that can lead to colossal values of the dielectric constant,\nespecially emphasising effects generated by external and internal interfaces,\nincluding electronic phase separation. In addition, we provide a detailed\noverview and discussion of the dielectric properties of CaCu3Ti4O12 and related\nsystems, which is today's most investigated material with colossal dielectric\nconstant. Also a variety of further transition-metal oxides with large\ndielectric constants are treated in detail, among them the system La2-xSrxNiO4\nwhere electronic phase separation may play a role in the generation of a\ncolossal dielectric constant.Comment: 31 pages, 18 figures, submitted to Eur. Phys. J. for publication in\n  the Special Topics volume \"Cooperative Phenomena in Solids: Metal-Insulator\n  Transitions and Ordering of Microscopic Degrees of Freedom",
}
