{
	"doi": "10.17863/cam.56760",
	"year": 2021,
	"publisher": "'Organisation for Economic Co-Operation and Development  (OECD)'",
	"author": "Bance, Manohar, Jiang, Chen, Landry, Thomas G, Swaddiwudhipong, Nol",
	"title": "Investigating the Electrical Properties of Different Cochlear Implants.",
	"download-url": "https://core.ac.uk/download/328720573.pdf",
	"abstract": "AIM: This study characterises and compares electrical properties and current spread across four different makes of cochlear implants with differing electrode designs using a 3D-printed artificial cochlear model. BACKGROUND: Cochlear implants are currently limited by current spread within the cochlea, which causes low spectral resolution of auditory nerve stimulation. Different cochlear implant makes vary in electrode size, shape, number, and configuration. How these differences affect cochlear implant current spread and function is not well known. METHOD: Each cochlear implant was inserted into a linear cochlear model containing recording electrodes along its length. Biphasic monopolar stimulation of each implant electrode was carried out, and the resultant waveform and transimpedance matrix (TIM) data obtained from the recording electrodes. This was repeated with each implant rotated 180 degrees in the cochlea model to examine the effects of electrode orientation. Impedance spectroscopy was also carried out at the apex, middle, and base of the model. RESULTS: The four cochlear implants displayed similar TIM profiles and waveforms. One hundred eighty degrees rotation of each cochlear implant made little difference to the TIM profiles. Impedance spectroscopy demonstrated broad similarities in amplitude and phase across the implants, but exhibited differences in certain electrical parameters. CONCLUSION: Implants with different designs demonstrate similar electrical performance, regardless of electrode size and spacing or electrode array dimension. In addition, rotatory maneuvers during cochlear implantation surgery are unlikely to change implant impedance properties.The Wellcome Trust (204845/Z/16/Z), the Evelyn Trust, the Cambridge Hearing Trus",
}
