{
	"doi": "10.1016/j.jmrt.2021.05.090",
	"year": 2021,
	"publisher": "'Elsevier BV'",
	"author": "Almeida, A., Costa, C., Ferreira, M.G.S., Fraga, S., Freitas, M.A., Moreira, L., Neves, C.S., Pinto, E., Scharnagl, N., Sousa, I., Tedim, J., Teixeira, J.P., Zheludkevich, M.L.",
	"title": "Insights into corrosion behaviour of uncoated Mg alloys for biomedical applications in different aqueous media",
	"download-url": "https://core.ac.uk/download/491621835.pdf",
	"abstract": "MgCa and MgGd series of alloys are often reported as promising candidates for biomedical\r\napplications. In the present study, cytotoxicity and corrosion behavior of Mg1Ca and\r\nMg10Gd alloys in different electrolytes (NaCl, PBS, MEM) have been investigated in order to\r\nmake a direct comparison and understand the mechanisms behind their performance.\r\nPotentiodynamic polarization and electrochemical impedance spectroscopy (EIS) were\r\nemployed to analyze corrosion processes depending on media composition, whereas X-Ray\r\ndiffraction (XRD) and scanning electron microscopy (SEM) were used to evaluate crystalline\r\nstructure, phase composition and surface morphology of the corroded substrates after\r\nimmersion in the different electrolytes. Moreover, cytotoxicity of the Mg alloys was\r\nassessed using the WST-1 reduction and lactate dehydrogenase (LDH) release assays in\r\nL929 mouse fibroblasts. The electrochemical results showed that Mg1Ca has a lower\r\ndegradation rate when compared to Mg10Gd, due to the lower microgalvanic effects and\r\nthe presence of Ca as an alloying element. Furthermore, the corrosion activity is reduced in\r\nMEM, for both alloys, when compared to NaCl and PBS. The cytotoxicity assays revealed\r\nthat Mg10Gd was cytotoxic in all the conditions tested, while the toxicity of Mg1Ca was\r\nlow. Overall, these findings show that Mg1Ca alloy presents a higher corrosion resistance\r\nand biocompatibility and is a promising material to be used in biomedical implants.This work was financed by Portugal 2020 through European\r\nRegional Development Fund (ERDF) in the frame of Operational\r\nCompetitiveness and Internationalization Programme (POCI),\r\nin the scope of the project MAGICOAT POCI-01-0145-FEDER016597/PTDC/CTM-BIO/2170/2014 and in the scope of the project CICECO - Aveiro Institute of Materials, UIDB/50011/2020 &\r\nUIDP/50011/2020, financed by national funds through\r\nthe Portuguese Foundation for Science and Technology/\r\nMCTES. Furthermore, thanks are due to Portuguese Foundation\r\nfor Science and Technology/MCTES for the financial support\r\nthrough national funds to EPI Unit (UIDB/04750/2020).info:eu-repo/semantics/publishedVersio",
}
