{
	"doi": "10.1021/la403983b",
	"year": 2014,
	"publisher": "'American Chemical Society (ACS)'",
	"author": "A. Giles Davies, Anderson A., Bain C., Benjamin G. Catchpole, Berggren C., Bigelow W., Boubour E., Boubour E., Boubour E., Chapman R., Christoph W\303\244lti, Decker E., Harder P., Herrwerth S., Irene Zaccari, Katz E., Love J., Pale-Grosdemange C., Prime K., Randles J. E. B., Reyssat M., Samanta D., Sophie X. Laurenson, Ulman A., Wang H., Wang R., Yang Z.",
	"title": "Improving the dielectric properties of ethylene-glycol alkanethiol self-assembled monolayers.",
	"download-url": "https://core.ac.uk/download/29031215.pdf",
	"abstract": "Self-assembled monolayers (SAMs) can be formed at the interface between solids and fluids, and are often used to modify the surface properties of the solid. One of the most widely employed SAM systems is exploiting thiol-gold chemistry, which, together with alkane-chain-based molecules, provides a reliable way of SAM formation to modify the surface properties of electrodes. Oligo ethylene-glycol (OEG) terminated alkanethiol monolayers have shown excellent antifouling properties and have been used extensively for the coating of biosensor electrodes to minimize nonspecific binding. Here, we report the investigation of the dielectric properties of COOH-capped OEG monolayers and demonstrate a strategy to improve the dielectric properties significantly by mixing the OEG SAM with small concentrations of 11-mercaptoundecanol (MUD). The monolayer properties and composition were characterized by means of impedance spectroscopy, water contact angle, ellipsometry and X-ray photoelectron spectroscopy. An equivalent circuit model is proposed to interpret the EIS data and to determine the conductivity of the monolayer. We find that for increasing MUD concentrations up to about 5% the resistivity of the SAM steadily increases, which together with a considerable decrease of the phase of the impedance, demonstrates significantly improved dielectric properties of the monolayer. Such monolayers will find widespread use in applications which depend critically on good dielectric properties such as capacitive biosensor",
}
