{
	"doi": "10.3390/ijms23126768",
	"year": 2022,
	"publisher": "'MDPI AG'",
	"author": "Baradoke, A., Chen, C-F., Ciplys, E., Drobysh, M., Kucinskaite-Kodze, I., Liustrovaite, V., Plikusiene, I., Ramanaviciene, A., Ramanavicius, A., Ratautaite, V., Rucinskiene, A., Samukaite-Bubniene, U., Simanavicius, M., Slibinskas, R., Viter, Roman Vitaliiovych, Zvirbliene, A., \320\222\320\265\321\202\320\265\321\200, \320\240\320\276\320\274\320\260\320\275 \320\222\320\270\321\202\320\260\320\273\321\214\320\265\320\262\320\270\321\207, \320\222\321\226\321\202\320\265\321\200, \320\240\320\276\320\274\320\260\320\275 \320\222\321\226\321\202\320\260\320\273\321\226\320\271\320\276\320\262\320\270\321\207",
	"title": "Electrochemical Determination of Interaction between SARS-CoV-2 Spike Protein and Specific Antibodies",
	"download-url": "https://core.ac.uk/download/541736838.pdf",
	"abstract": "The serologic diagnosis of coronavirus disease 2019 (COVID-19) and the evaluation of vaccination effectiveness are identified by the presence of antibodies specific to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). In this paper, we present the electrochemical-based biosensing technique for the detection of antibodies specific to the SARS-CoV-2 proteins. Recombinant SARS-CoV-2 spike proteins (rSpike) were immobilised on the surface of a gold electrode modified by a self-assembled monolayer (SAM). This modified electrode was used as a sensitive element for the detection of polyclonal mouse antibodies against the rSpike (anti-rSpike). Electrochemical impedance spectroscopy (EIS) was used to observe the formation of immunocomplexes while cyclic voltammetry (CV) was used for additional analysis of the surface modifications. It was revealed that the impedimetric method and the elaborate experimental conditions are appropriate for the further development of electrochemical biosensors for the serological diagnosis of COVID-19 and/or the confirmation of successful vaccination against SARS-CoV-2",
}
