{
	"doi": "10.1021/acsaem.0c02331",
	"year": 2020,
	"publisher": "'American Chemical Society (ACS)'",
	"author": "Bianchini, Giacomo, Caballero, \303\201lvaro, Hassoun, Jusef, Hern\303\241ndez-Rentero, C., Levchenko, Stanislav, Marangon, Vittorio, Morales, Juli\303\241n, Spagnolo, Davide",
	"title": "Lithium\342\200\223Oxygen Battery Exploiting Highly Concentrated Glyme-Based Electrolytes",
	"download-url": "https://core.ac.uk/download/491665955.pdf",
	"abstract": "Concentrated solutions of lithium bis(trifluoromethanesulfonyl)imide (LiTFSI) and lithium nitrate (LiNO3) salts in either diethylene-glycol dimethyl-ether (DEGDME) or triethylene-glycol dimethyl-ether (TREGDME) are herein characterized in terms of chemical and electrochemical properties in view of possible applications as the electrolyte in lithium\342\200\223oxygen batteries. X-ray photoelectron spectroscopy at the lithium metal surface upon prolonged storage in lithium cells reveals the complex composition and nature of the solid electrolyte interphase (SEI) formed through the reduction of the solutions, while thermogravimetric analysis shows a stability depending on the glyme chain length. The applicability of the solutions in the lithium metal cell is investigated by means of electrochemical impedance spectroscopy (EIS), chronoamperometry, galvanostatic cycling, and voltammetry, which reveal high conductivity and lithium transference number as well as a wide electrochemical stability window of both electrolytes. However, a challenging issue ascribed to the more pronounced evaporation of the electrolyte based on DEGDME with respect to TREGDME actually limits the application of the former in the Li/O2 battery. Hence, EIS measurements reveal a very fast increase in the impedance of cells using the DEGDME-based electrolyte upon prolonged exposure to the oxygen atmosphere, which leads to a performance decay of the corresponding Li/O2 battery. Instead, cells using the TREGDME-based electrolyte reveal remarkable interphase stability and much more enhanced response with specific capacity ranging from 500 to 1000 mA h g\342\200\2231 referred to the carbon mass in the positive electrode, with an associated maximum practical energy density of 450 W h kg\342\200\2231. These results suggest the glyme volatility as a determining factor for allowing the use of the electrolyte media in a Li/O2 cell. Therefore, electrolytes using a glyme with sufficiently high boiling point, such as TREGDME, which is further increased by the relevant presence of salts including a lithium protecting sacrificial one (LiNO3), can allow the application of the solutions in a safe and high-performance lithium\342\200\223oxygen battery",
}
