{
	"doi": "10.1063/1.4953811",
	"year": 2016,
	"publisher": "'AIP Publishing'",
	"author": "Agarwal, Mangilal, Aliahmad, Nojan, Shrestha, Sudhir, Varahramyan, Kody",
	"title": "Poly(vinylidene fluoride-hexafluoropropylene) polymer electrolyte for paper-based and flexible battery applications",
	"download-url": "https://core.ac.uk/download/46963488.pdf",
	"abstract": "Paper-based batteries represent a new frontier in battery technology. However, low-flexibility and poor ionic conductivity of solid electrolytes have been major impediments in achieving practical mechanically flexible batteries. This work discuss new highly ionic conductive polymer gel electrolytes for paper-based battery applications. In this paper, we present a poly(vinylidene fluoride-hexafluoropropylene) (PVDH-HFP) porous membrane electrolyte enhanced with lithium bis(trifluoromethane sulphone)imide (LiTFSI) and lithium aluminum titanium phosphate (LATP), with an ionic conductivity of 2.1 \303\227 10\342\210\2223 S cm\342\210\2221. Combining ceramic (LATP) with the gel structure of PVDF-HFP and LiTFSI ionic liquid harnesses benefits of ceramic and gel electrolytes in providing flexible electrolytes with a high ionic conductivity. In a flexibility test experiment, bending the polymer electrolyte at 90\302\260 for 20 times resulted in 14% decrease in ionic conductivity. Efforts to further improving the flexibility of the presented electrolyte are ongoing. Using this electrolyte, full-cell batteries with lithium titanium oxide (LTO) and lithium cobalt oxide (LCO) electrodes and (i) standard metallic current collectors and (ii) paper-based current collectors were fabricated and tested. The achieved specific capacities were (i) 123 mAh g\342\210\2221 for standard metallic current collectors and (ii) 99.5 mAh g\342\210\2221 for paper-based current collectors. Thus, the presented electrolyte has potential to become a viable candidate in paper-based and flexible battery applications. Fabrication methods, experimental procedures, and test results for the polymer gel electrolyte and batteries are presented and discussed",
}
