{
	"doi": "10.17863/cam.71074",
	"year": 2021,
	"publisher": "'Organisation for Economic Co-Operation and Development  (OECD)'",
	"author": "Bia\305\202obrzeska, Wioleta, Bigus, Daniel, Bi\304\231ga, Ewelina, Cebula, Zofia, Czaczyk, El\305\274bieta, Dzi\304\205bowska, Karolina, Hupp, Ted R, Krejcir, Radovan, Lisowska, Ma\305\202gorzata, Malinowska, Natalia, Mohtar, M Aiman, Muller, Petr, Nidzworski, Dawid, O'Neill, Robert, Pala, Katarzyna, Vojtesek, Borivoj, \305\273o\305\202\304\231dowska, Sabina",
	"title": "An Ultrasensitive Biosensor for Detection of Femtogram Levels of the Cancer Antigen AGR2 Using Monoclonal Antibody Modified Screen-Printed Gold Electrodes.",
	"download-url": "https://core.ac.uk/download/430165465.pdf",
	"abstract": "The detection of cancer antigens is a major aim of cancer research in order to develop better patient management through early disease detection. Many cancers including prostate, lung, and ovarian secrete a protein disulfide isomerase protein named AGR2 that has been previously detected in urine and plasma using mass spectrometry. Here we determine whether a previously developed monoclonal antibody targeting AGR2 can be adapted from an indirect two-site ELISA format into a direct detector using solid-phase printed gold electrodes. The screen-printed gold electrode was surface functionalized with the anti-AGR2 specific monoclonal antibody. The interaction of the recombinant AGR2 protein and the anti-AGR2 monoclonal antibody functionalized electrode changed its electrochemical impedance spectra. Nyquist diagrams were obtained after incubation in an increasing concentration of purified AGR2 protein with a range of concentrations from 0.01 fg/mL to 10 fg/mL. In addition, detection of the AGR2 antigen can be achieved from cell lysates in medium or artificial buffer. These data highlight the utility of an AGR2-specific monoclonal antibody that can be functionalized onto a gold printed electrode for a one-step capture and quantitation of the target antigen. These platforms have the potential for supporting methodologies using more complex bodily fluids including plasma and urine for improved cancer diagnostics",
}
