{
	"year": 2011,
	"publisher": "\304\260T\303\234DERG\304\260S\304\260/d",
	"author": "R. Nejat TUNCAY, Tevhit Cem KAYPMAZ",
	"title": "Evaluating state of health of Li-ion polymer batteries",
	"download-url": "https://core.ac.uk/download/230197520.pdf",
	"abstract": "G&uuml;n&uuml;m&uuml;zde bir&ccedil;ok enerji depolama &ccedil;&ouml;z&uuml;m&uuml;nde, y&uuml;ksek enerji ve g&uuml;&ccedil; yo\304\237unluklar\304\261na sahip olmalar\304\261 nedeni ile Li-iyon polimer tip h&uuml;creler tercih edilmektedir. Li-iyon polimer h&uuml;crelerde, elektrotlar aras\304\261nda bulunan seperat&ouml;r malzeme elektriksel olarak yal\304\261tkan fakat iyonik olarak iletken bir malzemedir. Bu malzemenin yap\304\261s\304\261, h&uuml;crenin a\305\237\304\261r\304\261 zorlanma durumlar\304\261nda &ouml;zelli\304\237ini kaybetmekte ve h&uuml;creyi ar\304\261zal\304\261 konuma d&uuml;\305\237&uuml;rerek g&uuml;venlik problemleri meydana getirmektedir. H&uuml;crelerde geri d&ouml;nd&uuml;r&uuml;lemez de\304\237i\305\237iklilerin meydana geldi\304\237i b&ouml;lgelerden biri elektrot ile seperat&ouml;r aras\304\261 kat\304\261 elektrolit ge&ccedil;i\305\237lerinin ya\305\237and\304\261\304\237\304\261 b&ouml;lgedir. Bu &ccedil;al\304\261\305\237mada, elektrokimyasal empedans spektroskopi y&ouml;ntemi ile li-iyon polimer pillerin h&uuml;cre kinetik parametreleri elde edilmi\305\237tir ve h&uuml;crelerin zorlanm\304\261\305\237 dolma ve bo\305\237alma durumlar\304\261nda bu parametrelerin de\304\237i\305\237imi kuramsal olarak incelenmi\305\237tir. Li-iyon polimer pillerde olu\305\237abilecek yanl\304\261\305\237 doldurma ve bo\305\237altma i\305\237lemleri sebebi ile meydana gelen geri d&ouml;nd&uuml;r&uuml;lemez etkilerin klasik h&uuml;cre modelleri taraf\304\261ndan tam olarak yans\304\261t\304\261lamad\304\261\304\237\304\261 g&ouml;r&uuml;lm&uuml;\305\237t&uuml;r. Bu nedenle &ccedil;al\304\261\305\237mada h&uuml;cre e\305\237de\304\237er devre modeli ar\304\261za durumular\304\261na g&ouml;re geli\305\237tirilmi\305\237 ve s\304\261n\304\261fland\304\261r\304\261lm\304\261\305\237, yeni geli\305\237tirilmi\305\237 h&uuml;cre e\305\237de\304\237er devresi modeli ile pil sa\304\237laml\304\261k durumunun daha iyi yans\304\261t\304\261laca\304\237\304\261 &ouml;nerilmi\305\237tir. Yap\304\261lan deneysel &ccedil;al\304\261\305\237ma ile, normal dolma ve bo\305\237alma durumlar\304\261nda klasik pil modelinin, sa\304\237laml\304\261k durumunun de\304\237erlendirmesi i&ccedil;in yeterli oldu\304\237u g&ouml;r&uuml;lm&uuml;\305\237t&uuml;r. A\305\237\304\261r\304\261 dolma ve bo\305\237alma durumlar\304\261n\304\261n ve etkilerinin incelendi\304\237i deneysel &ccedil;al\304\261\305\237malar neticesinde klasik modelin durum de\304\237erlendirme i&ccedil;in yetersiz kald\304\261\304\237\304\261 ispat edilmi\305\237 ve bu &ccedil;al\304\261\305\237mada &ouml;nerilen modelin ar\304\261za durumlar\304\261n\304\261 daha ger&ccedil;ek&ccedil;i bi&ccedil;imde yans\304\261tt\304\261\304\237\304\261 g&ouml;r&uuml;lm&uuml;\305\237t&uuml;r.&nbsp;Anahtar Kelimeler: Li-iyon polimer h&uuml;cre modeli, a\305\237\304\261r\304\261 \305\237arj, a\305\237\304\261r\304\261 de\305\237arj, sa\304\237laml\304\261k durumu.As much as the batteries involve to our lives in any technologic area as energy storage devices -in our case Li batteries - gain is much importance. Battery state definition is even more important with the complex energy storage solutions. In most cases having a Battery Management System (BMS) integrated with cells is necessary, because of specific applications. One of the main tasks in Battery Management is the determining the battery state by means of charge and health. The battery manufacturers or suppliers have high concern to have a proper battery for the specific application. Charging and discharging of batteries are critical since it is an external intervention to the cell, exciting cell chemistry. When they are not controlled properly there is high risk for battery state of health and the application. The literature reports various different approaches to estimating state of heath (primarily capacity fade). These include the discharge test, which completely discharge a fully cell in order to determine its total capacity; chemistry dependent methods, such as measuring the electrolyte density; ohmic tests such as resistance, conductance or impedance tests perhaps combined with fuzzy logic algorithms. The impedance techniques have been widely used in the last two decades for investigating the kinetic of primary or secondary cells and determining their state of charge or state of health. Electrochemical impedance spectroscopy method is a time consuming but a well proven technique for impedance measurement. In order to have an idea or make a decision on a \"Battery State\", state of charge and state of health parameters should be obtained. State of function could easily be evaluated after these determinations. However, state of function may differ according to the operating conditions and it is \"user defined\". Having the accurate value of state of charge and state of health for detecting failure is very important. Changes in state of charge can be defined as reversible changes in a battery. After proper usage and charging of a battery, effective capacity, internal resistance, open circuit voltage and gas production of the battery yield positive trend comparing the initial values. If this parametric changes act as irreversible changes, battery state of health is affected negatively, comparing to the initial state of the battery. Measuring only the cell terminal voltage and esti-mating the cell status is commonly used technique in most applications, bringing us possible faults while easy measurement technique. On contrary to the fact that, it is possible to detect internal short circuit and cell open circuit while it is not possible to detect irreversible changes on self discharge and internal resistance increase or active power loss by only voltage measurement. Therefore generally a small excitation current signal is applied to cell terminals in order to involve impedance to the measurement parameters. This study aims to identify the measurable parametric changes between cell terminals occur during overcharge and overdischarge process of Li-ion polymer batteries. These parametric chances will give the opportunity to detect and evaluate the failure of the battery. In this study, Li-ion polymer cell kinetic parameters were obtained by electrochemical impedance spectroscopy method and changes in these parameters were analyzed theoretically in cases of forced charging and discharging. It was seen that, classical cell models were not sufficient enough to mirror the irreversible effects on Li-ion polymer cells caused by improper charging and discharging procedures. Therefore cell equivalent circuit was improved and classified according to the failure states and it is suggested that the improved model is better reflecting the cell state of health. Experimental studies denote that classical cell model is sufficient and classical method is proper for state of health determination under normal charging and discharging cases. It was proved by experiments concentrated on overcharge and overdischarge characteristics that classical cell model is not sufficient and suggested new model is more realistic for state of health determination.\302\240Keywords: Li-ion polymer battery model, over-charge, overdischarge, state of health",
}
