{
	"year": 2011,
	"publisher": "'Universidad Industrial de Santander'",
	"author": "Anaya Jaimes, Yurley Karina, Estupi\303\261\303\241n Duran, Hugo Armando, Gelves Jerez, Leidy Marcela, Laverde C., Dionisio Antonio, Monta\303\261ez Supelano, Nerly Deyanira, Pe\303\261a Ballesteros, Dario Yesid, V\303\241squez Quintero, Custodio",
	"title": "EVALUACI\303\223N DEL DIRECCIONAMIENTO ELECTROQU\303\215MICO DE PROTE\303\215NAS SOBRE RECUBRIMIENTOS DE \303\201CIDO POLIL\303\201CTICO",
	"download-url": "https://core.ac.uk/download/230207268.pdf",
	"abstract": "ResumenEn este trabajo se ha realizado una activaci\303\263n superficial mediante irradiaci\303\263n con luz UV, en pel\303\255culas de \303\201cido Poli-L\303\241ctico (PLA), depositadas sobre cristales de cuarzo Au/Cr sobre la cual se estudia la adhesi\303\263n y direccionamiento de prote\303\255nas de col\303\241geno y albumina bovina (BSA), bajo la imposici\303\263n de un sobrepotencial electroqu\303\255mico an\303\263dico, hallado mediante voltametr\303\255a c\303\255clica, el cual garantiza una condici\303\263n de hidrataci\303\263n y adsorci\303\263n de la prote\303\255na. Cambios de masa, de la capacitancia interfacial y de la impedancia de adsorci\303\263n de la monocapa prote\303\255nica, fueron evaluados mediante microbalanza de cristal de cuarzo (QCM) y Espectroscop\303\255a de Impedancia Electroqu\303\255mica (EIS). Variaciones en la temperatura y en las concentraciones de las prote\303\255nas, fueron realizadas, para obtener par\303\241metros termodin\303\241micos de adsorci\303\263n. Se plante\303\263 un modelo de circuito equivalente que muestra la adhesi\303\263n de prote\303\255na preferencialmente direccionada sobre la superficie irradiada. Para verificar los resultados y los cambios obtenidos, se caracteriz\303\263 la superficie empleando microscop\303\255a \303\263ptica y FT-IR.Palabras clave: col\303\241geno, BSA, adsorci\303\263n, Gibbs, Langmuir.\302\240\302\240AbstractA superficial activation was made with the use of UV irradiation on Poly-lactic acid films (PLA) that were deposited on quartz crystal (Au/Cr). These are used to study the adhesion, and orientation of collagen, and bovine serum albumin (BSA) proteins under imposition of an electrochemical overpotential of anodic polarization and to be analyzed by cyclic voltammetry, which guarantees a condition of moisture and adsorption of the protein. Mass change of interfacial capacitance and impedance of adsorption of the monolayer protein was assessed using quartz crystal microbalance (QCM) and electrochemical impedance spectroscopy. Variations in temperature and concentrations of proteins were carried out to obtain thermodynamic parameters of adsorption. An equivalent circuit model was proposed which illustrated the preferential adhesion of protein directed towards the irradiated surface. To verify the results and changes, the surface was characterized with the use of optical microscopy and FT-IR.Keywords: collagen, BSA, adsorption, Gibbs, Langmuir",
}
