{
	"doi": "10.1016/j.electacta.2012.08.033",
	"year": 2012,
	"publisher": "PERGAMON-ELSEVIER SCIENCE LTD",
	"author": "Chang-Jian Lin, Fan Zhang, Guo-Wei Wang, Long-Xiang Lin, Ren Hu, Yong Chen, \346\236\227\346\230\214\345\201\245, \350\203\241\344\273\201",
	"title": "A high-throughput electrochemical impedance spectroscopy evaluation of bioresponsibility of the titanium microelectrode array integrated with hydroxyapatite and silver",
	"download-url": "https://core.ac.uk/download/41379106.pdf",
	"abstract": "\351\200\232\350\256\257\344\275\234\350\200\205\345\234\260\345\235\200: Lin, CJThis paper reports a transparent Ti microelectrode array (MEA) system for a high-throughput evaluation of bioresponsibility using electrochemical impedance spectroscopy (EIS). The MEA chip integrated with hydroxyapatite (HA) and Ag coatings was selectively prepared by electrochemical deposition based on a novel procedure of multichannel current control. The EIS measurement of living MG63 osteosarcoma cells in the integrated MEA chip was conducted, and the result was analyzed using an equivalent circuit corresponding to a titanium oxide film, protein adsorption layer, cell adhesion layer, and medium. It is shown that the bioresponsibility of Ti-Ag-HA on the MEA chip can be improved, compared with the Ti, Ti-HA, and Ti-Ag coatings. The system was further used for real-time EIS monitoring during continuous cell culture for a long period (12 days). The effect of the long-term cell proliferation on the EIS behavior was discussed. This integrated system is valuable to significantly simplify the operation procedures and quickly evaluate the bioresponsibility of biomaterials.National Natural Science Foundation of China \t\r\n21021002 \r\nNational Basic Research Program of China \t\r\n2007CB935603 \r\nNational Scientific Support Program of China \t\r\n2012BAI07B09 \r\nChina Scholarship Council \t\r\n20073020 \r\nEuropean Commission \t \r\nFrench National Agency for Research \t\r\nANR-06-BLAN-0029-02 \r\nANR-06-PCVI-0006-0",
}
