{
	"doi": "10.1088/1361-6579/ac2672",
	"year": 2021,
	"publisher": "'IOP Publishing'",
	"author": "Alix, J.J.P., French, S.J., Healey, T.J., Kadirkamanathan, V., McDermott, C.J., McDonough, H.E., Schooling, C.N., Shaw, P.J.",
	"title": "Tensor electrical impedance myography identifies clinically relevant features in amyotrophic lateral sclerosis",
	"download-url": "https://core.ac.uk/download/480168429.pdf",
	"abstract": "Objective. Electrical impedance myography (EIM) shows promise as an effective biomarker in amyotrophic lateral sclerosis (ALS). EIM applies multiple input frequencies to characterise muscle properties, often via multiple electrode configurations. Herein, we assess if non-negative tensor factorisation (NTF) can provide a framework for identifying clinically relevant features within a high dimensional EIM dataset. Approach. EIM data were recorded from the tongue of healthy and ALS diseased individuals. Resistivity and reactivity measurements were made for 14 frequencies, in three electrode configurations. This gives 84 (2 \303\227 14 \303\227 3) distinct data points per participant. NTF was applied to the dataset for dimensionality reduction, termed tensor EIM. Significance tests, symptom correlation and classification approaches were explored to compare NTF to using all raw data and feature selection. Main Results. Tensor EIM provides highly significant differentiation between healthy and ALS patients (p < 0.001, AUROC = 0.78). Similarly tensor EIM differentiates between mild and severe disease states (p < 0.001, AUROC = 0.75) and significantly correlates with symptoms (\317\201 = 0.7, p < 0.001). A trend of centre frequency shifting to the right was identified in diseased spectra, which is in line with the electrical changes expected following muscle atrophy. Significance. Tensor EIM provides clinically relevant metrics for identifying ALS-related muscle disease. This procedure has the advantage of using the whole spectral dataset, with reduced risk of overfitting. The process identifies spectral shapes specific to disease allowing for a deeper clinical interpretation",
}
