{
	"doi": "10.3989/gya.0954142",
	"year": 2015,
	"publisher": "'Editorial CSIC'",
	"author": "Fernandes, P. R.G., Gon\303\247alves, G., Lenzi, E. K., Menezes, M., Mukai, H., Pereira, N. C., Vieira, D. S.",
	"title": "\303\215ndice de refracci\303\263n e impedancia el\303\251ctrica en funci\303\263n de la temperatura de aceites de semillas de uva (Vitis vinifera, Vitis labrusca) extra\303\255dos mediante Soxhlet y prensado mec\303\241nico",
	"download-url": "https://core.ac.uk/download/229887556.pdf",
	"abstract": "In this report, the temperature dependence of the refractive index and electric impedance of vegetable oil grape seeds extracted from Vitis vinifera (v. Cabernet) and Vitis labrusca (v. Bordo) are investigated by means of experimental techniques. The seeds were collected from wineries located in two cities in the south of Brazil. In both extraction methods, the seeds were dried at 40.0 \302\260C and at 80.0 \302\260C, respectively, before the oil extraction. From optical microscopy and refractometry results, one can see that the grape seed oil extracted by mechanical pressing shows a linear dependence between the refractive index and temperature and has no birefringent residues. From the fitting of the EIS (Electrical Impedance Spectroscopy) data, an equivalent electric circuit composed of a parallel RC in series with a resistor is proposed. The circuit model is in good agreement with the experimental data and provides the electrical permittivity of the vegetable oils investigated.Se investiga mediante t\303\251cnicas experimentales la dependencia del \303\255ndice de refracci\303\263n y la impedancia el\303\251ctrica de aceites vegetales extra\303\255dos de semillas de uva Vitis vinifera (v. Cabernet) y Vitis labrusca (v. Bordo). Las semillas fueron recolectadas de bodegas situadas en dos ciudades al sur de Brasil. Antes de la extracci\303\263n del aceite, mediante dos m\303\251todos de extracci\303\263n, las semillas fueron secadas a 40,0 \302\260C y 80,0 \302\260C. De los resultados de refractometria y microscop\303\255a \303\263ptica, se comprueba que el aceite de semilla de uva extra\303\255da por prensado mec\303\241nico obedece a una relaci\303\263n lineal del \303\255ndice de refracci\303\263n con la temperatura y no presentan res\303\255duos birrefringentes. Con los datos de impedancia el\303\251ctrica, se propone un circuito el\303\251ctrico equivalente formado por una resistencia y un condensador en paralelo, a su vez ligado a otra resistencia en serie. El modelo de circuito tiene una alta correlaci\303\263n con los datos experimentales y permite obtener la constante diel\303\251ctrica de los aceites vegetales investigados",
}
