{
	"doi": "10.1039/c2an16011k",
	"year": 2012,
	"publisher": "'Royal Society of Chemistry (RSC)'",
	"author": "Canavar, E, Congur, G, Erdem, A, Karadeniz, H, Muti, M, Papakonstantinou, P, Sharma, S",
	"title": "Graphene oxide integrated sensor for electrochemical monitoring ofmitomycin C\342\200\223DNA interaction",
	"download-url": "https://core.ac.uk/download/287019561.pdf",
	"abstract": "WOS: 000302308600025PubMed ID: 22439135We present a graphene oxide (GO) integrated disposable electrochemical sensor for the enhanced detection of nucleic acids and the sensitive monitoring of the surface-confined interactions between the anticancer drug mitomycin C (MC) and DNA. Interfacial interactions between immobilized calf thymus double-stranded (dsDNA) and anticancer drug MC were investigated using differential pulse voltammetry (DPV) and electrochemical impedance spectroscopy (EIS) techniques. Based on three repetitive voltammetric measurements of 120 mu g mL(-1) DNA immobilized on GO-modified electrodes, the RSD % (n = 3) was calculated as 10.47% and the detection limit (DL) for dsDNA was found to be 9.06 mu g mL(-1). EIS studies revealed that the binding of the drug MC to dsDNA leads to a gradual decrease of its negative charge. As a consequence of this interaction, the negative redox species were allowed to approach the electrode, and thus increase the charge transfer kinetics. On the other hand, DPV studies exploited the decrease of the guanine signal due to drug binding as the basis for specifically probing the biointeraction process between MC and dsDNA.Royal Society through Joint Project Scheme [1212R0168]; Turkish Academy of Sciences (TUBA)Turkish Academy of SciencesThis work was supported by the Royal Society through Joint Project Scheme (Project No. 1212R0168). A.E. acknowledges the Turkish Academy of Sciences (TUBA) as an Associate member for its partial support. Authors would like to thank Dr. M. McMullan for the assistance on the synthesis of graphene oxide",
}
