{
	"doi": "10.1007/s11249-020-01328-3",
	"year": 2020,
	"publisher": "'Springer Science and Business Media LLC'",
	"author": "Spikes, HA",
	"title": "Triboelectrochemistry: influence of applied electrical potentials on friction and wear of lubricated contacts",
	"download-url": "https://core.ac.uk/download/328757766.pdf",
	"abstract": "Research on the effects of applied electrical potential on friction and wear, a topic sometimes termed \342\200\234Triboelectrochemistry\342\200\235, has been reviewed. Historically, most such research has focussed on aqueous lubricants, whose relatively high electrical conductivities enable use of three-electrode electrochemical kinetic techniques, in which the electrode potential at a single electrode | fluid interface is controlled relative to a suitable reference electrode. This has led to identification of several different mechanisms by which applied electrode potentials can influence friction and wear. Of these, the most practically important are: (i) promotion of adsorption/desorption of polar additives on tribological surfaces by controlling the latters\342\200\231 surface charges; (ii) stimulation or suppression of redox reactions involving either oxygen or lubricant additives at tribological surfaces. In recent years, there has been growing interest in the effects of applied electrical potentials on rubbing contacts lubricated by non-aqueous lubricants, such as ester- and hydrocarbon-based oils. Two different approaches have been used to study this. In one, a DC potential difference in the mV to V range is applied directly across a thin film, lubricated contact to form a pair of electrode | fluid interfaces. This has been found to promote some additive reactions and to influence friction and wear. However, little systematic exploration has been reported of the underlying processes and generally the electrode potentials at the interfaces have not been well defined. The second approach is to increase the conductivity of non-aqueous lubricants by adding secondary electrolytes and/or using micro/nanoscale electrodes, to enable the use of three-electrode electrochemical methods at single metal | fluid interfaces, with reference and counter electrodes. A recent development has been the introduction of ionic liquids as both base fluids and lubricant additives. These have relatively high electrical conductivities, allowing control of applied electrode potentials of individual metal | fluid interfaces, again with reference and counter electrodes. The broadening use of \342\200\234green\342\200\235, aqueous-based lubricants also enlarges the possible future scope of applied electrode potentials in tribology. From research to date, there would appear to be considerable opportunities for using applied electrical potentials both to promote desirable and to supress unwanted lubricant interactions with rubbing surfaces, thereby improving the tribological performance of lubricated machine components",
}
