{
	"doi": "10.1016/j.enconman.2019.111813",
	"year": 2019,
	"publisher": "'Elsevier BV'",
	"author": "Ghazali, N.N.N., Hasan, S.W., Jaffery, H.A., Sabri, M.F.M., Said, S.M., Saidur, R., Sajid, I.H., Salleh, M.F.M., Subramaniam, B.",
	"title": "Crosslinked thermoelectric hydro-ionogels:A new class of highly conductive thermoelectric materials",
	"download-url": "https://core.ac.uk/download/224768416.pdf",
	"abstract": "In this work, a new class of highly-conductive chemically cross-linked gel has been synthesized by the confinement of water and IL N, N, N triethyl octyl ammonium bromide ([N2228] Br) in polyethylene glycol dimethacrylate (PEGDMA) matrix, using in situ thermally initiated radical polymerization loaded with 1\342\200\257wt% free radical initiator azobisisobutyronitrile (AIBN). This novel gel was named as hydro-ionogel (HIG). The thermoelectric properties of HIG such as ionic conductivity, Seebeck coefficient, and thermal conductivity were measured and owing to its high thermoelectric performance, we referred to this as crosslinked thermoelectric hydro-ionogel, henceforth will be denoted by X-TEHIG. For all the measurements, coin cells were fabricated using commercial LIR 2032 stainless steel battery casings with X-TEHIG sandwiched between the two graphene electrodes. The ionic conductivity of X-TEHIG was examined via AC impedance spectroscopy technique by using a Gamry apparatus. Remarkably, the ionic conductivity of X-TEHIG was higher than that of neat [N2228] Br. A linear increase in ionic conductivity of X-TEHIG as a function of temperature was recorded that showed a considerably higher value of 74\342\200\257mScm\342\210\2221 at 70\342\200\257\302\260C. The origin of this high conductivity is attributed to interactions between PEGDMA monomers and cations and anions of the IL and formation of hydrogen bonds between water and Br\342\210\222 anion, OH\342\213\257Br\342\210\222. X-TEHIG demonstrated a higher Seebeck coefficient of 1.38\342\200\257mVK\342\210\2221. The Fourier transform infrared (FTIR) spectroscopy results revealed the successful polymerization of X-TEHIG by the disappearance of CC peak of methacrylate group in the spectrum of PEGDMA. These results suggest that X-TEHIG may be a potential candidate for thermoelectric applications owing to their high values of ionic conductivity and Seebeck coefficient",
}
